Repository: forepath/agenstra
Catalog: apps/frontend-agent-console/src/i18n/messages.*.xlf
Languages: de

# featureAudit-filtersTitle
source: Filters
de: Filter

# featureAudit-toggleFiltersTitle
source: Toggle filters
de: Filter ein-/ausblenden

# featureAudit-allClients
source: All clients
de: Alle Clients

# featureAudit-fromDateLabel
source: From
de: Von

# featureAudit-toDateLabel
source: To
de: Bis

# featureAudit-groupByLabel
source: Group by
de: Gruppieren nach

# featureAudit-groupByDay
source: Day
de: Tag

# featureAudit-groupByHour
source: Hour
de: Stunde

# featureAudit-apply
source: Apply
de: Anwenden

# featureAudit-resetFiltersTitle
source: Reset filters to defaults
de: Filter auf Standardwerte zurücksetzen

# featureAudit-reset
source: Reset
de: Zurücksetzen

# featureAudit-loading
source: Loading statistics...
de: Statistiken werden geladen...

# featureAudit-totalMessages
source: Total messages
de: Nachrichten gesamt

# featureAudit-totalWords
source: Total words
de: Wörter gesamt

# featureAudit-avgWordsPerMessage
source: Avg words/message
de: Ø Wörter/Nachricht

# featureAudit-filterDrops
source: Filter drops
de: Filter-Abbrüche

# featureAudit-filterFlags
source: Filter flags
de: Filter-Markierungen

# featureAudit-noChartData
source: No time series or filter breakdown data available
de: Keine Zeitreihen- oder Filterdaten verfügbar

# featureAudit-noData
source: No data yet. Apply filters and load statistics.
de: Noch keine Daten. Filter anwenden und Statistiken laden.

# featureAudit-auditTables
source: Audit Tables
de: Audit-Tabellen

# featureAudit-searchPlaceholder
source: Search (current page)
de: Suchen (aktuelle Seite)

# featureAudit-filterDropsTable
source: Filter Drops
de: Filter-Abbrüche

# featureAudit-filterFlagsTable
source: Filter Flags
de: Filter-Markierungen

# featureAudit-entityEventsTable
source: Entity Events
de: Entitäts-Ereignisse

# featureAudit-time
source: Time
de: Zeit

# featureAudit-user
source: User
de: Benutzer

# featureAudit-direction
source: Direction
de: Richtung

# featureAudit-words
source: Words
de: Wörter

# featureAudit-chars
source: Chars
de: Zeichen

# featureAudit-reason
source: Reason
de: Grund

# featureAudit-entityType
source: Type
de: Typ

# featureAudit-eventType
source: Event
de: Ereignis

# featureAudit-entity
source: Entity
de: Entität

# featureAudit-noRows
source: No rows
de: Keine Einträge

# featureAudit-showingOf
source: Showing {{ list.data.length }} of {{ list.total }}
de: {{ list.data.length }} von {{ list.total }} angezeigt

# featureAudit-prev
source: Previous
de: Zurück

# featureAudit-next
source: Next
de: Weiter

# featureChat-fileTree
source: File Tree
de: Dateibaum

# featureChat-versionControl
source: Version Control
de: Versionskontrolle

# featureChat-shareFileLink
source: Share file link
de: Dateilink teilen

# featureChat-closeEditor
source: Close Editor
de: Editor schließen

# featureChat-workspaces
source: Workspaces
de: Arbeitsbereiche

# featureChat-addWorkspaceTitle
source: Add Workspace
de: Arbeitsbereich hinzufügen

# featureChat-add
source: Add
de: Hinzufügen

# featureChat-searchWorkspacesPlaceholder
source: Search workspaces
de: Arbeitsbereiche suchen

# featureChat-loadingWorkspaces
source: Loading workspaces...
de: Arbeitsbereiche werden geladen...

# featureChat-noWorkspaces
source: No workspaces available
de: Keine Arbeitsbereiche verfügbar

# featureChat-editWorkspaceTitle
source: Edit workspace
de: Arbeitsbereich bearbeiten

# featureChat-deleteWorkspaceTitle
source: Delete Workspace
de: Arbeitsbereich löschen

# featureChat-backToWorkspaces
source: Back to workspaces
de: Zurück zu Arbeitsbereichen

# featureChat-environments
source: Environments
de: Umgebungen

# featureChat-addEnvironmentTitle
source: Add Environment
de: Umgebung hinzufügen

# featureChat-searchEnvironmentsPlaceholder
source: Search environments
de: Umgebungen suchen

# featureChat-loadingEnvironments
source: Loading environments...
de: Umgebungen werden geladen...

# featureChat-noEnvironments
source: No environments available
de: Keine Umgebungen verfügbar

# featureChat-virtualDesktop
source: Virtual Desktop
de: Virtueller Desktop

# featureChat-sshAccess
source: SSH Access
de: SSH-Zugang

# featureChat-manageEnvVarsTitle
source: Manage Environment Variables
de: Umgebungsvariablen verwalten

# featureChat-manageClientUsersTitle
source: Manage workspace users
de: Workspace-Benutzer verwalten

# featureChat-manageClientUsersModalTitle
source: Manage Workspace Users
de: Workspace-Benutzer verwalten

# featureChat-addClientUser
source: Add User to Workspace
de: Benutzer zum Workspace hinzufügen

# featureChat-addClientUserTitle
source: Add user
de: Benutzer hinzufügen

# featureChat-clientUserEmailPlaceholder
source: user@example.com
de: benutzer@beispiel.de

# featureChat-clientUserRoleUser
source: User
de: Benutzer

# featureChat-clientUserRoleAdmin
source: Admin
de: Administrator

# featureChat-clientUsers
source: Workspace Users
de: Workspace-Benutzer

# featureChat-loadingClientUsers
source: Loading workspace users...
de: Workspace-Benutzer werden geladen...

# featureChat-noClientUsers
source: No users assigned to this workspace
de: Diesem Workspace sind keine Benutzer zugewiesen

# featureChat-removeClientUserTitle
source: Remove user
de: Benutzer entfernen

# featureChat-editEnvironmentTitle
source: Edit environment
de: Umgebung bearbeiten

# featureChat-deleteEnvironmentTitle
source: Delete Environment
de: Umgebung löschen

# featureChat-connected
source: Connected
de: Verbunden

# featureChat-reconnecting
source: Reconnecting...
de: Verbinde erneut...

# featureChat-reconnectingVisuallyHidden
source: Reconnecting...
de: Verbinde erneut...

# featureChat-disconnected
source: Disconnected
de: Getrennt

# featureChat-openEditor
source: Open Editor
de: Editor öffnen

# featureChat-openVirtualDesktop
source: Open Virtual Desktop
de: Virtuellen Desktop öffnen

# featureChat-openDeployments
source: Open Deployments
de: Deployments öffnen

# featureChat-sshCommand
source: SSH Command
de: SSH-Befehl

# featureChat-remoteWorkspaceConfig
source: Remote Workspace Configuration
de: Remote-Arbeitsbereichskonfiguration

# featureChat-noMessages
source: No messages yet. Start a conversation!
de: Noch keine Nachrichten. Starten Sie eine Unterhaltung!

# featureChat-messageDropped
source: Message Dropped
de: Nachricht verworfen

# featureChat-messageDroppedDesc
source: This message was filtered and dropped by the system.
de: Diese Nachricht wurde vom System gefiltert und verworfen.

# featureChat-waitingForResponse
source: Waiting for response...
de: Warte auf Antwort...

# featureChat-agentThinking
source: Agent is thinking...
de: Agent denkt nach...

# featureChat-reconnectingToServer
source: Reconnecting to server...
de: Verbinde erneut mit Server...

# featureChat-reconnectingToWorkspace
source: Reconnecting to workspace...
de: Verbinde erneut mit Arbeitsbereich...

# featureChat-workspaceConnectionFailed
source: Workspace connection failed: {{ remoteError }}
de: Verbindung zum Arbeitsbereich fehlgeschlagen: {{ remoteError }}

# featureChat-commandsLabel
source: Commands
de: Befehle

# featureChat-typeMessagePlaceholder
source: Type a message...
de: Nachricht eingeben...

# featureChat-send
source: Send
de: Senden

# featureChat-model
source: Model
de: Modell

# featureChat-connectToSend
source: Connect to socket to send messages
de: Mit Socket verbinden, um Nachrichten zu senden

# featureChat-deleteWorkspaceConfirm
source: Are you sure you want to delete the workspace <strong>{{ clientToDeleteName() }}</strong >?
de: Sind Sie sicher, dass Sie den Arbeitsbereich <strong>{{ clientToDeleteName() }}</strong> löschen möchten?

# featureChat-provisionedServerDetected
source: Provisioned Server Detected
de: Bereitgestellter Server erkannt

# featureChat-provisionedServerWarning
source: This workspace has a provisioned server. Deleting the workspace will also delete the server from the cloud provider. This action cannot be undone and will result in permanent data loss.
de: Dieser Arbeitsbereich hat einen bereitgestellten Server. Das Löschen des Arbeitsbereichs löscht auch den Server beim Cloud-Anbieter. Diese Aktion kann nicht rückgängig gemacht werden und führt zu dauerhaftem Datenverlust.

# featureChat-cannotUndo
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

# featureChat-cancel
source: Cancel
de: Abbrechen

# featureChat-delete
source: Delete
de: Löschen

# featureChat-deleteEnvironmentConfirm
source: Are you sure you want to delete the environment <strong>{{ agentToDeleteName() }}</strong >?
de: Sind Sie sicher, dass Sie die Umgebung <strong>{{ agentToDeleteName() }}</strong> löschen möchten?

# featureChat-existingWorkspace
source: Existing Workspace
de: Vorhandener Arbeitsbereich

# featureChat-provisionServer
source: Provision Server
de: Server bereitstellen

# featureChat-descriptionLabel
source: Description
de: Beschreibung

# featureChat-providerLabel
source: Provider <span class="text-danger">*</span>
de: Anbieter <span class="text-danger">*</span>

# featureChat-selectProvider
source: Select provider
de: Anbieter auswählen

# featureChat-serverTypeLabel
source: Server Type <span class="text-danger">*</span>
de: Servertyp <span class="text-danger">*</span>

# featureChat-selectServerType
source: Select server type
de: Servertyp auswählen

# featureChat-endpointLabel
source: Endpoint <span class="text-danger">*</span>
de: Endpunkt <span class="text-danger">*</span>

# featureChat-authTypeLabel
source: Authentication Type <span class="text-danger">*</span>
de: Authentifizierungstyp <span class="text-danger">*</span>

# featureChat-createWorkspace
source: Create Workspace
de: Arbeitsbereich erstellen

# featureChat-createEnvironment
source: Create Environment
de: Umgebung erstellen

# featureChat-updateWorkspaceTitle
source: Update Workspace
de: Arbeitsbereich aktualisieren

# featureChat-updateWorkspace
source: Update Workspace
de: Arbeitsbereich aktualisieren

# featureChat-updateEnvironmentTitle
source: Update Environment
de: Umgebung aktualisieren

# featureChat-updateEnvironment
source: Update Environment
de: Umgebung aktualisieren

# featureChat-addEnvVar
source: Add New Environment Variable
de: Neue Umgebungsvariable hinzufügen

# featureChat-envVars
source: Environment Variables
de: Umgebungsvariablen

# featureChat-noEnvVars
source: No environment variables configured
de: Keine Umgebungsvariablen konfiguriert

# featureChat-envVarsWarning
source: Changing the environment variables will re-create the agent's container. Context may be lost.
de: Das Ändern der Umgebungsvariablen erstellt den Container des Agents neu. Kontext kann verloren gehen.

# featureChat-close
source: Close
de: Schließen

# featureChat-hideFileTree
source: Hide File Tree
de: Dateibaum ausblenden

# featureChat-showFileTree
source: Show File Tree
de: Dateibaum anzeigen

# featureChat-hideChat
source: Hide Chat
de: Chat ausblenden

# featureChat-showChat
source: Show Chat
de: Chat anzeigen

# featureChat-hideTerminal
source: Hide Terminal
de: Terminal ausblenden

# featureChat-showTerminal
source: Show Terminal
de: Terminal anzeigen

# featureChat-hideVersionControl
source: Hide Version Control
de: Versionskontrolle ausblenden

# featureChat-showVersionControl
source: Show Version Control
de: Versionskontrolle anzeigen

# featureChat-closeChat
source: Close Chat
de: Chat schließen

# featureChat-backToEnvironments
source: Back to environments
de: Zurück zu Umgebungen

# featureChat-openEditorNewWindow
source: Open Editor in New Window
de: Editor in neuem Fenster öffnen

# featureChat-openDeploymentManagerNewWindow
source: Open Deployment Manager in New Window
de: Deployment Manager in neuem Fenster öffnen

# featureChat-closeDeploymentManager
source: Close Deployment Manager
de: Deployment Manager schließen

# featureChat-openDeploymentManager
source: Open Deployment Manager
de: Deployment Manager öffnen

# featureConfirmEmail-title
source: Confirm Your Email
de: Bestätigen Sie Ihre E-Mail

# featureConfirmEmail-description
source: Enter the 6-character confirmation code you received via email (letters and numbers). You can paste the code or type it in the fields below.
de: Geben Sie den 6-stelligen Bestätigungscode ein, den Sie per E-Mail erhalten haben (Buchstaben und Zahlen). Sie können den Code einfügen oder in die Felder unten eingeben.

# featureConfirmEmail-formTitle
source: Email Confirmation
de: E-Mail-Bestätigung

# featureConfirmEmail-authNotAvailable
source: Email confirmation is not available for this authentication method.
de: E-Mail-Bestätigung ist für diese Authentifizierungsmethode nicht verfügbar.

# featureConfirmEmail-returnToLogin
source: Return to login
de: Zurück zur Anmeldung

# featureConfirmEmail-confirmingA11y
source: Confirming...
de: Bestätigen...

# featureConfirmEmail-confirming
source: Confirming your email address...
de: Ihre E-Mail-Adresse wird bestätigt...

# featureConfirmEmail-emailPlaceholder
source: Enter your email address
de: E-Mail-Adresse eingeben

# featureConfirmEmail-emailRequired
source: Email is required.
de: E-Mail ist erforderlich.

# featureConfirmEmail-emailInvalid
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# featureConfirmEmail-codeLabel
source: Confirmation Code
de: Bestätigungscode

# featureConfirmEmail-codeRequired
source: Confirmation code is required.
de: Bestätigungscode ist erforderlich.

# featureConfirmEmail-codePattern
source: Code must be exactly 6 characters (uppercase letters and numbers).
de: Code muss genau 6 Zeichen sein (Großbuchstaben und Zahlen).

# featureConfirmEmail-submit
source: Confirm Email
de: E-Mail bestätigen

# featureConfirmEmail-backToLogin
source: Back to login
de: Zurück zur Anmeldung

# featureContainer-loadingFile
source: Loading file...
de: Datei wird geladen...

# featureContainer-languageSwitcherAriaLabel
source: Select language
de: Sprache auswählen

# featureContainer-toggleDarkMode
source: Toggle dark mode
de: Dunkelmodus ein-/ausschalten

# featureContainer-logout
source: Logout
de: Abmelden

# featureContainer-spacesTitle
source: Spaces
de: Bereiche

# featureContainer-spaces
source: Spaces
de: Bereiche

# featureContainer-userManagementTitle
source: User Management
de: Benutzerverwaltung

# featureContainer-users
source: Users
de: Benutzer

# featureContainer-ariaLabelRole
source: Role role
de: Rolle role

# featureDeploymentConfig-loadingConfig
source: Loading configuration...
de: Konfiguration wird geladen...

# featureDeploymentConfig-loadingMessage
source: Loading deployment configuration...
de: Deployment-Konfiguration wird geladen...

# featureDeploymentConfig-configurationLabel
source: Configuration
de: Konfiguration

# featureDeploymentConfig-editConfigTitle
source: Edit Configuration
de: Konfiguration bearbeiten

# featureDeploymentConfig-deleteConfigTitle
source: Delete Configuration
de: Konfiguration löschen

# featureDeploymentConfig-providerLabel
source: Provider
de: Anbieter

# featureDeploymentConfig-defaultBranchLabel
source: Default Branch
de: Standard-Branch

# featureDeploymentConfig-noRepositories
source: No repositories available
de: Keine Repositories verfügbar

# featureDeploymentConfig-selectRepository
source: Select a repository
de: Repository auswählen

# featureDeploymentConfig-noBranches
source: No branches available
de: Keine Branches verfügbar

# featureDeploymentConfig-selectBranch
source: Select a branch
de: Branch auswählen

# featureDeploymentConfig-noWorkflows
source: No workflows available
de: Keine Workflows verfügbar

# featureDeploymentConfig-selectWorkflow
source: Select a workflow
de: Workflow auswählen

# featureDeploymentConfig-workflowInputsLabel
source: Workflow Inputs (optional)
de: Workflow-Eingaben (optional)

# featureDeploymentConfig-removeInputTitle
source: Remove input
de: Eingabe entfernen

# featureDeploymentConfig-addInputButton
source: Add Input
de: Eingabe hinzufügen

# featureDeploymentConfig-triggerWorkflowButton
source: Trigger Workflow
de: Workflow auslösen

# featureDeploymentConfig-noConfigMessage
source: No deployment configuration found. Create one to get started.
de: Keine Deployment-Konfiguration gefunden. Erstellen Sie eine, um zu beginnen.

# featureDeploymentConfig-createConfigButton
source: Create Configuration
de: Konfiguration erstellen

# featureDeploymentConfig-closeAriaLabel
source: Close
de: Schließen

# featureDeploymentConfig-providerTypeLabel
source: Provider Type
de: Anbietertyp

# featureDeploymentConfig-defaultBranchFormLabel
source: Default Branch (optional)
de: Standard-Branch (optional)

# featureDeploymentConfig-gitlabBaseUrlLabel
source: GitLab Base URL (optional)
de: GitLab-Basis-URL (optional)

# featureDeploymentConfig-gitlabBaseUrlHint
source: Leave empty for GitLab.com
de: Leer lassen für GitLab.com

# featureDeploymentConfig-cancelButton
source: Cancel
de: Abbrechen

# featureDeploymentConfig-editModalTitle
source: Edit Deployment Configuration
de: Deployment-Konfiguration bearbeiten

# featureDeploymentConfig-createModalTitle
source: Create Deployment Configuration
de: Deployment-Konfiguration erstellen

# featureDeploymentConfig-tokenHintKeepCurrent
source: Leave empty to keep the current token
de: Leer lassen, um den aktuellen Token zu behalten

# featureDeploymentConfig-tokenHintRequired
source: Required for authentication
de: Erforderlich für die Authentifizierung

# featureDeploymentConfig-tokenPlaceholderKeepCurrent
source: Leave empty to keep current token
de: Leer lassen, um aktuellen Token zu behalten

# featureDeploymentConfig-tokenPlaceholderEnter
source: Enter token
de: Token eingeben

# featureDeploymentConfig-updateButton
source: Update
de: Aktualisieren

# featureDeploymentConfig-createButton
source: Create
de: Erstellen

# featureDeploymentManager-configurationHeader
source: Deployment Configuration
de: Deployment-Konfiguration

# featureDeploymentManager-closeConfigurationTitle
source: Close Configuration
de: Konfiguration schließen

# featureDeploymentManager-runsHeader
source: Deployment Runs
de: Deployment-Läufe

# featureDeploymentManager-refreshRunsTitle
source: Refresh Runs
de: Läufe aktualisieren

# featureDeploymentManager-closeRunsTitle
source: Close Runs List
de: Laufliste schließen

# featureDeploymentManager-selectWorkspaceAgent
source: Please select a workspace and agent
de: Bitte wählen Sie einen Arbeitsbereich und Agenten aus

# featureDeploymentManager-runDetailsHeader
source: Run Details
de: Laufdetails

# featureDeploymentManager-closeRunDetailsTitle
source: Close Run Details
de: Laufdetails schließen

# featureDeploymentManager-noRunSelected
source: No run selected
de: Kein Lauf ausgewählt

# featureDeploymentManager-selectRunHint
source: Select a run from the list to view details
de: Wählen Sie einen Lauf aus der Liste, um Details anzuzeigen

# featureDeploymentRunDetails-loadingRunDetails
source: Loading run details...
de: Laufdetails werden geladen...

# featureDeploymentRunDetails-startedLabel
source: Started
de: Gestartet

# featureDeploymentRunDetails-updatedLabel
source: Updated
de: Aktualisiert

# featureDeploymentRunDetails-cancelRunButton
source: Cancel Run
de: Lauf abbrechen

# featureDeploymentRunDetails-viewRunLogsButton
source: View Run Logs
de: Lauf-Logs anzeigen

# featureDeploymentRunDetails-loadingJobs
source: Loading jobs...
de: Jobs werden geladen...

# featureDeploymentRunDetails-noJobs
source: No jobs available
de: Keine Jobs verfügbar

# featureDeploymentRunDetails-startedAt
source: Started: {{ formatDate(job.startedAt) }}
de: Gestartet: {{ formatDate(job.startedAt) }}

# featureDeploymentRunDetails-completedAt
source: Completed: {{ formatDate(job.completedAt) }}
de: Abgeschlossen: {{ formatDate(job.completedAt) }}

# featureDeploymentRunDetails-loadingLogs
source: Loading logs...
de: Logs werden geladen...

# featureDeploymentRunDetails-noLogs
source: No logs available
de: Keine Logs verfügbar

# featureDeploymentRunDetails-runNotFound
source: Run not found
de: Lauf nicht gefunden

# featureDeploymentRunDetails-untitledRun
source: Untitled Run
de: Unbenannter Lauf

# featureDeploymentRunDetails-runLogsHeader
source: Run Logs
de: Lauf-Logs

# featureDeploymentRunsList-loadingRuns
source: Loading runs...
de: Läufe werden geladen...

# featureDeploymentRunsList-searchPlaceholder
source: Search deployment runs
de: Deployment-Läufe suchen

# featureDeploymentRunsList-noRunsFound
source: No deployment runs found
de: Keine Deployment-Läufe gefunden

# featureDeploymentRunsList-untitledRun
source: Untitled Run
de: Unbenannter Lauf

# featureContainerStats-memoryLabel
source: Memory:
de: Speicher:

# featureContainerStats-waitingForStats
source: Waiting for container stats...
de: Warte auf Container-Statistiken...

# featureFileEditor-closeFileTreeTitle
source: Close File Tree
de: Dateibaum schließen

# featureFileEditor-fileTreeHeader
source: File Tree
de: Dateibaum

# featureFileEditor-closeVersionControlTitle
source: Close Version Control
de: Versionskontrolle schließen

# featureFileEditor-versionControlHeader
source: Version Control
de: Versionskontrolle

# featureFileEditor-selectWorkspaceAgent
source: Please select a workspace and agent
de: Bitte wählen Sie einen Arbeitsbereich und Agenten aus

# featureFileEditor-closeTabAriaLabel
source: Close tab
de: Tab schließen

# featureFileEditor-moreFiles
source: More files
de: Weitere Dateien

# featureFileEditor-openInNewWindowTitle
source: Open in a new window
de: In neuem Fenster öffnen

# featureFileEditor-unsavedBadge
source: Unsaved
de: Ungespeichert

# featureFileEditor-autosaveLabel
source: Autosave
de: Autospeichern

# featureFileEditor-saveTitle
source: Save (Ctrl+S)
de: Speichern (Strg+S)

# featureFileEditor-saveButton
source: Save
de: Speichern

# featureFileEditor-loadingFile
source: Loading file...
de: Datei wird geladen...

# featureFileEditor-noFileSelected
source: No file selected
de: Keine Datei ausgewählt

# featureFileEditor-selectFileHint
source: Select a file from the tree to start editing
de: Wählen Sie eine Datei aus dem Baum, um mit der Bearbeitung zu beginnen

# featureFileEditor-closeTerminalTitle
source: Close Terminal
de: Terminal schließen

# featureFileEditor-externalChangesTitle
source: External File Changes Detected
de: Externe Dateiänderungen erkannt

# featureFileEditor-closeAriaLabel
source: Close
de: Schließen

# featureFileEditor-externalChangesMessage
source: The file <strong>{{ fileUpdateNotification()?.filePath }}</strong> has been updated by another user while you have unsaved changes.
de: Die Datei <strong>{{ fileUpdateNotification()?.filePath }}</strong> wurde von einem anderen Benutzer aktualisiert, während Sie ungespeicherte Änderungen haben.

# featureFileEditor-externalChangesQuestion
source: What would you like to do?
de: Was möchten Sie tun?

# featureFileEditor-externalChangesAcceptOption
source: <strong>Accept:</strong> Reload the file from the server (your unsaved changes will be lost)
de: <strong>Akzeptieren:</strong> Datei vom Server neu laden (Ihre ungespeicherten Änderungen gehen verloren)

# featureFileEditor-externalChangesRejectOption
source: <strong>Reject:</strong> Keep your local changes and override the external changes when you save
de: <strong>Ablehnen:</strong> Lokale Änderungen behalten und externe Änderungen beim Speichern überschreiben

# featureFileEditor-rejectButton
source: Reject
de: Ablehnen

# featureFileEditor-acceptButton
source: Accept
de: Akzeptieren

# featureFileEditor-overrideNewerTitle
source: Override Newer Changes?
de: Neuere Änderungen überschreiben?
