Repository: forepath/agenstra
Catalog: apps/frontend-agent-console/src/i18n/messages.*.xlf
Languages: de

# featureFileEditor-overrideNewerMessage
source: You previously rejected external changes to <strong>{{ selectedFilePath() }}</strong >. Saving now will override those newer changes.
de: Sie haben zuvor externe Änderungen an <strong>{{ selectedFilePath() }}</strong> abgelehnt. Das Speichern überschreibt jetzt diese neueren Änderungen.

# featureFileEditor-overrideNewerConfirm
source: Are you sure you want to proceed?
de: Sind Sie sicher, dass Sie fortfahren möchten?

# featureFileEditor-cancelButton
source: Cancel
de: Abbrechen

# featureFileEditor-overrideAndSaveButton
source: Override and Save
de: Überschreiben und speichern

# featureFileTree-filesHeader
source: Files
de: Dateien

# featureFileTree-newFileTitle
source: New File
de: Neue Datei

# featureFileTree-newDirectoryTitle
source: New Directory
de: Neuer Ordner

# featureFileTree-uploadFileTitle
source: Upload File
de: Datei hochladen

# featureFileTree-refreshTitle
source: Refresh
de: Aktualisieren

# featureFileTree-loading
source: Loading...
de: Laden...

# featureFileTree-noFiles
source: No files
de: Keine Dateien

# featureFileTree-deleteTitle
source: Delete
de: Löschen

# featureFileTree-contextNewFile
source: New File
de: Neue Datei

# featureFileTree-contextNewDirectory
source: New Directory
de: Neuer Ordner

# featureFileTree-contextUploadFile
source: Upload File
de: Datei hochladen

# featureFileTree-contextRefresh
source: Refresh
de: Aktualisieren

# featureFileTree-contextCopyLink
source: Copy link
de: Link kopieren

# featureFileTree-contextOpenInNewWindow
source: Open in a new window
de: In neuem Fenster öffnen

# featureFileTree-contextRename
source: Rename
de: Umbenennen

# featureFileTree-contextMove
source: Move
de: Verschieben

# featureFileTree-contextDelete
source: Delete
de: Löschen

# featureFileTree-closeAriaLabel
source: Close
de: Schließen

# featureFileTree-deleteModalWarning
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

# featureFileTree-cancelButton
source: Cancel
de: Abbrechen

# featureFileTree-deleteButton
source: Delete
de: Löschen

# featureFileTree-newNameLabel
source: New Name
de: Neuer Name

# featureFileTree-renameButton
source: Rename
de: Umbenennen

# featureFileTree-destinationPathLabel
source: Destination Path
de: Zielpfad

# featureFileTree-moveDestinationPlaceholder
source: Enter destination path (e.g., 'folder' or 'folder/subfolder')
de: Zielpfad eingeben (z.B. 'ordner' oder 'ordner/unterordner')

# featureFileTree-moveDestinationHint
source: Use '.' for root directory, or enter a relative path like 'folder' or 'folder/subfolder'
de: Verwenden Sie '.' für das Stammverzeichnis oder geben Sie einen relativen Pfad wie 'ordner' oder 'ordner/unterordner' ein

# featureFileTree-moveButton
source: Move
de: Verschieben

# featureFileTree-enterFileName
source: Enter file name...
de: Dateiname eingeben...

# featureFileTree-enterFolderName
source: Enter folder name...
de: Ordnernamen eingeben...

# featureFileTree-statusClean
source: In sync with remote - Click to open Version Control
de: Mit Remote synchron – Klicken zum Öffnen der Versionskontrolle

# featureFileTree-statusChanges
source: Local changes (staged, unstaged, or unpushed) - Click to open Version Control
de: Lokale Änderungen (gestaged, unstaged oder nicht gepusht) – Klicken zum Öffnen der Versionskontrolle

# featureFileTree-statusConflict
source: Merge conflicts detected - Click to open Version Control
de: Merge-Konflikte erkannt – Klicken zum Öffnen der Versionskontrolle

# featureFileTree-currentBranchTitle
source: Current branch: branch
de: Aktueller Branch: branch

# featureFileTree-deleteDirectoryTitle
source: Delete Directory
de: Ordner löschen

# featureFileTree-deleteFileTitle
source: Delete File
de: Datei löschen

# featureFileTree-deleteDirectoryMessage
source: Are you sure you want to delete the directory path?:path:
de: Sind Sie sicher, dass Sie den Ordner path löschen möchten?:path:

# featureFileTree-deleteFileMessage
source: Are you sure you want to delete the file path?:path:
de: Sind Sie sicher, dass Sie die Datei path löschen möchten?:path:

# featureFileTree-renameDirectoryMessage
source: Enter a new name for the directory path
de: Geben Sie einen neuen Namen für den Ordner path ein

# featureFileTree-renameFileMessage
source: Enter a new name for the file path
de: Geben Sie einen neuen Namen für die Datei path ein

# featureFileTree-renameDirectoryTitle
source: Rename Directory
de: Ordner umbenennen

# featureFileTree-renameFileTitle
source: Rename File
de: Datei umbenennen

# featureFileTree-moveDirectoryTitle
source: Move Directory
de: Ordner verschieben

# featureFileTree-moveFileTitle
source: Move File
de: Datei verschieben

# featureFileTree-moveDirectoryMessage
source: Move the directory path to::path:
de: Verschieben Sie den Ordner path nach::path:

# featureFileTree-moveFileMessage
source: Move the file path to::path:
de: Verschieben Sie die Datei path nach::path:

# featureFileTree-moveDirectoryDestination
source: The directory will be moved to: result
de: Der Ordner wird verschoben nach: result

# featureFileTree-moveFileDestination
source: The file will be moved to: result
de: Die Datei wird verschoben nach: result

# featureGitBranchModal-closeAriaLabel
source: Close
de: Schließen

# featureGitBranchModal-currentBranchLabel
source: Current Branch
de: Aktueller Branch

# featureGitBranchModal-quickSwitchLabel
source: Quick Switch to Branch
de: Schnell zu Branch wechseln

# featureGitBranchModal-quickSwitchHint
source: Enter the name (e.g. <code>feature/new-ui</code>) or a remote ref (e.g. <code>origin/feature/new-ui</code>).
de: Geben Sie den Namen ein (z.B. <code>feature/new-ui</code>) oder eine Remote-Referenz (z.B. <code>origin/feature/new-ui</code>).

# featureGitBranchModal-branchNamePlaceholder
source: Enter branch name or remote ref
de: Branch-Name oder Remote-Referenz eingeben

# featureGitBranchModal-switchButton
source: Switch
de: Wechseln

# featureGitBranchModal-localBranchesLabel
source: Local Branches
de: Lokale Branches

# featureGitBranchModal-loadingBranches
source: Loading branches...
de: Branches werden geladen...

# featureGitBranchModal-noLocalBranches
source: No local branches
de: Keine lokalen Branches

# featureGitBranchModal-switchToBranchTitle
source: Switch to this branch
de: Zu diesem Branch wechseln

# featureGitBranchModal-deleteBranchTitle
source: Delete branch
de: Branch löschen

# featureGitBranchModal-noRemoteBranches
source: No remote branches
de: Keine Remote-Branches

# featureGitBranchModal-checkoutRemoteTitle
source: Checkout and create local tracking branch
de: Auschecken und lokalen Tracking-Branch erstellen

# featureGitBranchModal-checkoutButton
source: Checkout
de: Auschecken

# featureGitBranchModal-createBranchLabel
source: Create New Branch
de: Neuen Branch erstellen

# featureGitBranchModal-conventionalPrefixLabel
source: Use conventional commit prefix (feat/, fix/, chore/, etc.)
de: Konventionelles Commit-Präfix verwenden (feat/, fix/, chore/, etc.)

# featureGitBranchModal-typeLabel
source: Type
de: Typ

# featureGitBranchModal-enterBranchNamePlaceholder
source: Enter branch name
de: Branch-Name eingeben

# featureGitBranchModal-createBranchButton
source: Create Branch
de: Branch erstellen

# featureGitBranchModal-willCreateLabel
source: Will create: <code>{{ branchName() }}</code>
de: Erstellt: <code>{{ branchName() }}</code>

# featureGitBranchModal-closeButton
source: Close
de: Schließen

# featureGitDiffViewer-header
source: File Diff
de: Datei-Diff

# featureGitDiffViewer-closeAriaLabel
source: Close
de: Schließen

# featureGitDiffViewer-loadingDiff
source: Loading diff...
de: Diff wird geladen...

# featureGitManager-versionControlHeader
source: Version Control
de: Versionskontrolle

# featureGitManager-fetchTitle
source: Fetch from remote
de: Vom Remote abrufen

# featureGitManager-pullTitle
source: Pull from remote
de: Vom Remote pullen

# featureGitManager-pushTitle
source: Push to remote
de: Zum Remote pushen

# featureGitManager-loading
source: Loading...
de: Laden...

# featureGitManager-workingTreeClean
source: Working tree is clean
de: Arbeitsbaum ist sauber

# featureGitManager-commitMessageLabel
source: Commit Message
de: Commit-Nachricht

# featureGitManager-commitMessagePlaceholder
source: Enter commit message...
de: Commit-Nachricht eingeben...

# featureGitManager-commitChangesButton
source: Commit Changes
de: Änderungen committen

# featureGitManager-stagedChanges
source: Staged Changes
de: Gestagte Änderungen

# featureGitManager-unstageAllTitle
source: Unstage all
de: Alle unstagen

# featureGitManager-unstageAllButton
source: Unstage All
de: Alle unstagen

# featureGitManager-binaryBadge
source: Binary
de: Binär

# featureGitManager-unstageTitle
source: Unstage
de: Unstagen

# featureGitManager-unstagedChanges
source: Unstaged Changes
de: Nicht gestagte Änderungen

# featureGitManager-stageAllTitle
source: Stage all
de: Alle stagen

# featureGitManager-stageAllButton
source: Stage All
de: Alle stagen

# featureGitManager-stageTitle
source: Stage
de: Stagen

# featureMonacoEditor-imagePreview
source: Image Preview
de: Bildvorschau

# featureMonacoEditor-binaryFileMessage
source: Binary file - cannot edit
de: Binärdatei – kann nicht bearbeitet werden

# featureMonacoEditor-unsavedChanges
source: Unsaved changes
de: Ungespeicherte Änderungen

# featureMonacoEditor-switchingFilesWarning
source: Switching files will discard any unsaved changes!
de: Das Wechseln der Datei verwirft alle ungespeicherten Änderungen!

# featureMonacoEditor-undoTitle
source: Undo (Ctrl+Z)
de: Rückgängig (Strg+Z)

# featureMonacoEditor-togglePreviewTitle
source: Toggle preview
de: Vorschau ein-/ausschalten

# featureMonacoEditor-preview
source: Preview
de: Vorschau

# featureMonacoEditor-closePreviewAriaLabel
source: Close preview
de: Vorschau schließen

# featureTerminal-closeTerminalAriaLabel
source: Close terminal
de: Terminal schließen

# featureTerminal-newTerminalTitle
source: New Terminal
de: Neues Terminal

# featureTerminal-newButton
source: New
de: Neu

# featureTerminal-noSession
source: No terminal session
de: Keine Terminal-Sitzung

# featureTerminal-createSessionHint
source: Click "New" to create a terminal session
de: Klicken Sie auf „Neu“, um eine Terminal-Sitzung zu erstellen

# featureTerminal-newTerminalButton
source: New Terminal
de: Neues Terminal

# featureLogin-appDescription
source: Centralized control for distributed AI agent infrastructure. Manage multiple agent-manager instances, interact with agents in real-time, and edit code directly in their containers - all from one powerful dashboard.
de: Zentrale Steuerung für verteilte KI-Agent-Infrastruktur. Verwalten Sie mehrere Agent-Manager-Instanzen, interagieren Sie in Echtzeit mit Agents und bearbeiten Sie Code direkt in deren Containern – alles von einem leistungsstarken Dashboard aus.

# featureLogin-featureDistributedAgent
source: Distributed Agent Management
de: Verteilte Agent-Verwaltung

# featureLogin-featureDistributedAgentDesc
source: Connect to and manage multiple remote agent-manager services from a single console
de: Verbinden und verwalten Sie mehrere Remote-Agent-Manager-Dienste von einer Konsole aus

# featureLogin-featureRealtimeChat
source: Real-time AI Chat
de: Echtzeit-KI-Chat

# featureLogin-featureRealtimeChatDesc
source: WebSocket-based bidirectional communication with AI agents and instant responses
de: WebSocket-basierte bidirektionale Kommunikation mit KI-Agents und sofortige Antworten

# featureLogin-featureCodeEditor
source: Integrated Code Editor
de: Integrierter Code-Editor

# featureLogin-featureCodeEditorDesc
source: Edit files directly in agent containers with Monaco Editor - read, write, and manage code in real-time
de: Bearbeiten Sie Dateien direkt in Agent-Containern mit Monaco Editor – lesen, schreiben und verwalten Sie Code in Echtzeit

# featureLogin-featureContainerDesc
source: Docker-based agent execution with live log streaming and file system operations
de: Docker-basierte Agent-Ausführung mit Live-Log-Streaming und Dateisystemoperationen

# featureLogin-title
source: Login
de: Anmelden

# featureLogin-controllerApiKey
source: Controller API Key
de: Controller-API-Schlüssel

# featureLogin-apiKeyPlaceholder
source: Enter your API key
de: API-Schlüssel eingeben

# featureLogin-apiKeyRequired
source: API key is required.
de: API-Schlüssel ist erforderlich.

# featureLogin-emailPlaceholder
source: Enter your email
de: E-Mail eingeben

# featureLogin-emailRequired
source: Email is required.
de: E-Mail ist erforderlich.

# featureLogin-emailInvalid
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# featureLogin-passwordLabel
source: Password
de: Passwort

# featureLogin-passwordPlaceholder
source: Enter your password
de: Passwort eingeben

# featureLogin-passwordRequired
source: Password is required.
de: Passwort ist erforderlich.

# featureLogin-createAccount
source: Create an account
de: Konto erstellen

# featureLogin-forgotPassword
source: Forgot password?
de: Passwort vergessen?

# featureLogin-loggingIn
source: Logging in...
de: Anmelden...

# featureLogin-submit
source: Login
de: Anmelden

# featureOtpInput-ariaLabelCharacter
source: Character index + 1 of 6
de: Zeichen index + 1 von 6

# featureRegister-title
source: Create an Account
de: Konto erstellen

# featureRegister-description
source: Join Agenstra to manage your AI agent infrastructure. After registration, you will receive an email to confirm your account before you can log in.
de: Treten Sie Agenstra bei, um Ihre KI-Agent-Infrastruktur zu verwalten. Nach der Registrierung erhalten Sie eine E-Mail zur Bestätigung Ihres Kontos, bevor Sie sich anmelden können.

# featureRegister-formTitle
source: Register
de: Registrieren

# featureRegister-authNotAvailable
source: User registration is not available for this authentication method.
de: Benutzerregistrierung ist für diese Authentifizierungsmethode nicht verfügbar.

# featureRegister-returnToLogin
source: Return to login
de: Zurück zur Anmeldung

# featureRegister-emailPlaceholder
source: Enter your email
de: E-Mail eingeben

# featureRegister-emailRequired
source: Email is required.
de: E-Mail ist erforderlich.

# featureRegister-emailInvalid
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# featureRegister-passwordLabel
source: Password
de: Passwort

# featureRegister-passwordPlaceholder
source: Enter your password (min. 8 characters)
de: Passwort eingeben (mind. 8 Zeichen)

# featureRegister-passwordRequired
source: Password is required.
de: Passwort ist erforderlich.

# featureRegister-passwordMinLength
source: Password must be at least 8 characters.
de: Passwort muss mindestens 8 Zeichen haben.

# featureRegister-confirmPasswordLabel
source: Confirm Password
de: Passwort bestätigen

# featureRegister-confirmPasswordPlaceholder
source: Confirm your password
de: Passwort bestätigen

# featureRegister-confirmPasswordRequired
source: Password confirmation is required.
de: Passwortbestätigung ist erforderlich.

# featureRegister-passwordsMismatch
source: Passwords do not match.
de: Passwörter stimmen nicht überein.

# featureRegister-registering
source: Registering...
de: Registrieren...

# featureRegister-submit
source: Register
de: Registrieren

# featureRegister-alreadyHaveAccount
source: Already have an account? Log in
de: Bereits ein Konto? Anmelden

# featureResetPasswordConfirmation-title
source: Check Your Email
de: Überprüfen Sie Ihre E-Mail

# featureResetPasswordConfirmation-description
source: If an account exists for the email you entered, you will receive a password reset code. Enter the code below and choose a new password.
de: Wenn ein Konto für die eingegebene E-Mail existiert, erhalten Sie einen Passwort-Reset-Code. Geben Sie den Code unten ein und wählen Sie ein neues Passwort.

# featureResetPasswordConfirmation-formTitle
source: Reset Password
de: Passwort zurücksetzen

# featureResetPasswordConfirmation-authNotAvailable
source: Password reset is not available for this authentication method.
de: Passwort-Reset ist für diese Authentifizierungsmethode nicht verfügbar.

# featureResetPasswordConfirmation-returnToLogin
source: Return to login
de: Zurück zur Anmeldung

# featureResetPasswordConfirmation-requestResetInfo
source: Request a password reset to receive a code via email.
de: Fordern Sie einen Passwort-Reset an, um einen Code per E-Mail zu erhalten.

# featureResetPasswordConfirmation-requestResetLink
source: Request password reset
de: Passwort-Reset anfordern

# featureResetPasswordConfirmation-resettingA11y
source: Resetting...
de: Zurücksetzen...

# featureResetPasswordConfirmation-resetting
source: Resetting your password...
de: Ihr Passwort wird zurückgesetzt...

# featureResetPasswordConfirmation-emailPlaceholder
source: Enter your email address
de: E-Mail-Adresse eingeben

# featureResetPasswordConfirmation-emailRequired
source: Email is required.
de: E-Mail ist erforderlich.

# featureResetPasswordConfirmation-emailInvalid
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# featureResetPasswordConfirmation-codeRequired
source: Reset code is required.
de: Reset-Code ist erforderlich.

# featureResetPasswordConfirmation-codePattern
source: Code must be exactly 6 characters (uppercase letters and numbers).
de: Code muss genau 6 Zeichen sein (Großbuchstaben und Zahlen).

# featureResetPasswordConfirmation-newPasswordLabel
source: New Password
de: Neues Passwort

# featureResetPasswordConfirmation-newPasswordPlaceholder
source: Enter new password (min. 8 characters)
de: Neues Passwort eingeben (mind. 8 Zeichen)

# featureResetPasswordConfirmation-newPasswordRequired
source: New password is required.
de: Neues Passwort ist erforderlich.

# featureResetPasswordConfirmation-passwordMinLength
source: Password must be at least 8 characters.
de: Passwort muss mindestens 8 Zeichen haben.

# featureResetPasswordConfirmation-confirmNewPasswordLabel
source: Confirm New Password
de: Neues Passwort bestätigen

# featureResetPasswordConfirmation-confirmNewPasswordPlaceholder
source: Confirm new password
de: Neues Passwort bestätigen

# featureResetPasswordConfirmation-confirmRequired
source: Password confirmation is required.
de: Passwortbestätigung ist erforderlich.

# featureResetPasswordConfirmation-passwordsMismatch
source: Passwords do not match.
de: Passwörter stimmen nicht überein.

# featureResetPasswordConfirmation-resettingButton
source: Resetting...
de: Zurücksetzen...

# featureResetPasswordConfirmation-submit
source: Reset Password
de: Passwort zurücksetzen

# featureResetPasswordConfirmation-backToLogin
source: Back to login
de: Zurück zur Anmeldung

# featureRequestPasswordReset-title
source: Reset Your Password
de: Passwort zurücksetzen

# featureRequestPasswordReset-description
source: Enter your email address and we will send you a link to reset your password. If an account exists for that email, you will receive instructions shortly.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen Ihres Passworts. Wenn ein Konto für diese E-Mail existiert, erhalten Sie in Kürze Anweisungen.

# featureRequestPasswordReset-formTitle
source: Request Password Reset
de: Passwort-Reset anfordern

# featureRequestPasswordReset-authNotAvailable
source: Password reset is not available for this authentication method.
de: Passwort-Reset ist für diese Authentifizierungsmethode nicht verfügbar.

# featureRequestPasswordReset-returnToLogin
source: Return to login
de: Zurück zur Anmeldung

# featureRequestPasswordReset-emailPlaceholder
source: Enter your email
de: E-Mail eingeben

# featureRequestPasswordReset-emailRequired
source: Email is required.
de: E-Mail ist erforderlich.

# featureRequestPasswordReset-emailInvalid
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# featureRequestPasswordReset-sending
source: Sending...
de: Wird gesendet...

# featureRequestPasswordReset-submit
source: Send Reset Link
de: Reset-Link senden

# featureRequestPasswordReset-backToLogin
source: Back to login
de: Zurück zur Anmeldung

# featureResetPassword-title
source: Set New Password
de: Neues Passwort setzen

# featureResetPassword-description
source: Enter the reset code you received via email and choose a new password. The code is typically sent when you request a password reset.
de: Geben Sie den Reset-Code ein, den Sie per E-Mail erhalten haben, und wählen Sie ein neues Passwort. Der Code wird normalerweise gesendet, wenn Sie einen Passwort-Reset anfordern.

# featureResetPassword-formTitle
source: Reset Password
de: Passwort zurücksetzen

# featureResetPassword-authNotAvailable
source: Password reset is not available for this authentication method.
de: Passwort-Reset ist für diese Authentifizierungsmethode nicht verfügbar.

# featureResetPassword-returnToLogin
source: Return to login
de: Zurück zur Anmeldung

# featureResetPassword-emailPlaceholder
source: Enter your email address
de: E-Mail-Adresse eingeben

# featureResetPassword-emailRequired
source: Email is required.
de: E-Mail ist erforderlich.

# featureResetPassword-emailInvalid
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# featureResetPassword-codeRequired
source: Reset code is required.
de: Reset-Code ist erforderlich.

# featureResetPassword-codePattern
source: Code must be exactly 6 characters (uppercase letters and numbers).
de: Code muss genau 6 Zeichen sein (Großbuchstaben und Zahlen).

# featureResetPassword-newPasswordLabel
source: New Password
de: Neues Passwort

# featureResetPassword-newPasswordPlaceholder
source: Enter new password (min. 8 characters)
de: Neues Passwort eingeben (mind. 8 Zeichen)

# featureResetPassword-newPasswordRequired
source: New password is required.
de: Neues Passwort ist erforderlich.

# featureResetPassword-passwordMinLength
source: Password must be at least 8 characters.
de: Passwort muss mindestens 8 Zeichen haben.

# featureResetPassword-confirmNewPasswordLabel
source: Confirm New Password
de: Neues Passwort bestätigen

# featureResetPassword-confirmNewPasswordPlaceholder
source: Confirm new password
de: Neues Passwort bestätigen

# featureResetPassword-confirmRequired
source: Password confirmation is required.
de: Passwortbestätigung ist erforderlich.

# featureResetPassword-passwordsMismatch
source: Passwords do not match.
de: Passwörter stimmen nicht überein.

# featureResetPassword-resetting
source: Resetting...
de: Zurücksetzen...

# featureResetPassword-submit
source: Reset Password
de: Passwort zurücksetzen

# featureResetPassword-backToLogin
source: Back to login
de: Zurück zur Anmeldung

# featureUserManager-adminConsole
source: Admin Console
de: Admin-Konsole

# featureUserManager-title
source: User Management
de: Benutzerverwaltung

# featureUserManager-addUserTitle
source: Add user
de: Benutzer hinzufügen

# featureUserManager-addUser
source: Add
de: Hinzufügen

# featureUserManager-searchUsersPlaceholder
source: Search users
de: Benutzer suchen

# featureUserManager-loadingUsers
source: Loading users...
de: Benutzer werden geladen...

# featureUserManager-noOtherUsers
source: No other users found
de: Keine weiteren Benutzer gefunden

# featureUserManager-confirmed
source: Confirmed
de: Bestätigt

# featureUserManager-pending
source: Pending
de: Ausstehend

# featureUserManager-editUserButtonTitle
source: Edit user
de: Benutzer bearbeiten

# featureUserManager-deleteUserButtonTitle
source: Delete user
de: Benutzer löschen

# featureUserManager-createUserTitle
source: Create User
de: Benutzer erstellen
