Repository: forepath/agenstra
Catalog: apps/frontend-agent-console/src/i18n/messages.*.xlf
Languages: de

# featureUserManager-passwordLabel
source: Password <span class="text-danger">*</span>
de: Passwort <span class="text-danger">*</span>

# featureUserManager-passwordPlaceholder
source: Min. 8 characters
de: Mind. 8 Zeichen

# featureUserManager-roleLabel
source: Role
de: Rolle

# featureUserManager-roleUser
source: User
de: Benutzer

# featureUserManager-cancel
source: Cancel
de: Abbrechen

# featureUserManager-create
source: Create
de: Erstellen

# featureUserManager-editUserModalTitle
source: Edit User
de: Benutzer bearbeiten

# featureUserManager-newPasswordLabel
source: New Password
de: Neues Passwort

# featureUserManager-passwordKeepCurrentPlaceholder
source: Leave empty to keep current
de: Leer lassen, um aktuelles zu behalten

# featureUserManager-passwordKeepCurrentHint
source: Leave empty to keep the current password
de: Leer lassen, um das aktuelle Passwort zu behalten

# featureUserManager-update
source: Update
de: Aktualisieren

# featureUserManager-deleteUserModalTitle
source: Delete User
de: Benutzer löschen

# featureUserManager-deleteUserConfirm
source: Are you sure you want to delete the user <strong>{{ userToDelete.email }}</strong >?
de: Sind Sie sicher, dass Sie den Benutzer <strong>{{ userToDelete.email }}</strong> löschen möchten?

# featureUserManager-cannotUndo
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

# featureUserManager-delete
source: Delete
de: Löschen

# featureChat-deleteWorkspaceModalTitle
source: Delete Workspace
de: Arbeitsbereich löschen

# featureChat-closeAriaLabel
source: Close
de: Schließen

# featureChat-deleteEnvironmentModalTitle
source: Delete Environment
de: Umgebung löschen

# featureChat-apiKeyAutoGeneratePlaceholder
source: Leave empty to auto-generate
de: Leer lassen für automatische Erzeugung

# featureChat-apiKeyKeepCurrentPlaceholder
source: Leave empty to keep current or auto-generate
de: Leer lassen um aktuell zu behalten oder neu zu erzeugen

# featureChat-leaveEmptyKeepCurrentPlaceholder
source: Leave empty to keep current
de: Leer lassen um aktuell zu behalten

# featureChat-manageEnvVarsModalTitle
source: Manage Environment Variables
de: Umgebungsvariablen verwalten

# featureChat-envVarValuePlaceholder
source: variable value
de: Variablenwert

# featureChat-addEnvVarTitle
source: Add environment variable
de: Umgebungsvariable hinzufügen

# featureChat-enterValuePlaceholder
source: Enter value
de: Wert eingeben

# featureChat-saveTitle
source: Save
de: Speichern

# featureChat-cancelTitle
source: Cancel
de: Abbrechen

# featureChat-editValueTitle
source: Edit value
de: Wert bearbeiten

# featureChat-deleteTitle
source: Delete
de: Löschen

# featureMonacoEditor-redoTitle
source: Redo (Ctrl+Y)
de: Wiederholen (Strg+Y)

# featureUserManager-closeAriaLabel
source: Close
de: Schließen
