Repository: forepath/agenstra
Catalog: apps/frontend-portal/src/i18n/messages.*.xlf
Languages: de

# featurePortalAgentctx-heroTitle
source: <span class="text-primary">One Context</span> For All Your AI Coding Tools
de: <span class="text-primary">Ein Kontext</span> für alle Ihre KI-Coding-Tools

# featurePortalAgentctx-heroDescription
source: Every AI coding tool wants its own configuration file and instructions. Over time, they drift apart and your agents behave differently in every editor. AgentCTX fixes this by turning one shared context into tool specific configs for all your AI coding assistants.
de: Jedes KI-Coding-Tool benötigt seine eigene Konfigurationsdatei und Anweisungen. Mit der Zeit driften sie auseinander und Ihre Agenten verhalten sich in jedem Editor unterschiedlich. AgentCTX behebt dies, indem es einen gemeinsamen Kontext in werkzeugspezifische Konfigurationen für alle Ihre KI-Coding-Assistenten umwandelt.

# featurePortalAgentctx-installCta
source: <i class="bi bi-download me-2" aria-hidden="true"></i> Install AgentCTX
de: <i class="bi bi-download me-2" aria-hidden="true"></i> AgentCTX installieren

# featurePortalAgentctx-quickstartCta
source: <i class="bi bi-file-text me-2" aria-hidden="true"></i> View quickstart
de: <i class="bi bi-file-text me-2" aria-hidden="true"></i> Schnellstart anzeigen

# featurePortalAgentctx-problemTitle
source: Configuration sprawl across AI coding tools
de: Konfigurationswildwuchs bei KI-Coding-Tools

# featurePortalAgentctx-problemLead
source: Modern engineering teams rarely use a single AI assistant. A typical repository now contains separate configuration files for each tool:
de: Moderne Entwicklungsteams verwenden selten nur einen KI-Assistenten. Ein typisches Repository enthält mittlerweile separate Konfigurationsdateien für jedes Tool:

# featurePortalAgentctx-problemCopy
source: Each file repeats the same project description, coding standards, and security guidelines with slight variations. Some are updated, others are forgotten, and nobody is sure which one is the source of truth.
de: Jede Datei wiederholt die gleiche Projektbeschreibung, Coding-Standards und Sicherheitsrichtlinien mit leichten Abweichungen. Einige werden aktualisiert, andere vergessen, und niemand weiß genau, welche die Single Source of Truth ist.

# featurePortalAgentctx-problemResult
source: The result is context drift. Different tools give different answers to the same request, and new team members are never quite sure what the rules are.
de: Das Ergebnis ist Kontext-Drift. Verschiedene Tools geben unterschiedliche Antworten auf dieselbe Anfrage, und neue Teammitglieder sind nie ganz sicher, was die Regeln sind.

# featurePortalAgentctx-solutionTitle
source: A single source of truth that syncs everywhere
de: Eine Single Source of Truth, die überall synchronisiert

# featurePortalAgentctx-solutionLead
source: AgentCTX introduces a shared context file for your project. You maintain your project description, coding standards, workflows, and constraints in one place. From that context, AgentCTX generates the tool specific configuration files your AI assistants expect.
de: AgentCTX führt eine gemeinsame Kontextdatei für Ihr Projekt ein. Sie pflegen Ihre Projektbeschreibung, Coding-Standards, Workflows und Einschränkungen an einem Ort. Aus diesem Kontext generiert AgentCTX die werkzeugspezifischen Konfigurationsdateien, die Ihre KI-Assistenten erwarten.

# featurePortalAgentctx-solutionKey
source: Key ideas:
de: Schlüsselideen:

# featurePortalAgentctx-key1
source: One human maintained context file in your repository
de: Eine manuell gepflegte Kontextdatei in Ihrem Repository

# featurePortalAgentctx-key2
source: Automatic generation of Claude, Cursor, Copilot, and other tool configs
de: Automatische Generierung von Claude-, Cursor-, Copilot- und anderen Tool-Konfigurationen

# featurePortalAgentctx-key3
source: Consistent instructions and standards across every editor and assistant
de: Konsistente Anweisungen und Standards in jedem Editor und Assistenten

# featurePortalAgentctx-solutionClosing
source: You edit the context once, run AgentCTX, and every supported tool is up to date.
de: Sie bearbeiten den Kontext einmal, führen AgentCTX aus, und jedes unterstützte Tool ist aktuell.

# featurePortalAgentctx-howTitle
source: Simple workflow for any project
de: Einfacher Workflow für jedes Projekt

# featurePortalAgentctx-step1Title
source: Install AgentCTX
de: AgentCTX installieren

# featurePortalAgentctx-step1Desc
source: Install AgentCTX with a single command.
de: Installieren Sie AgentCTX mit einem einzigen Befehl.

# featurePortalAgentctx-step2Title
source: Add context file
de: Kontextdatei hinzufügen

# featurePortalAgentctx-step2Desc
source: Add a project context file to your repository that describes architecture, standards, workflows, and security notes.
de: Fügen Sie Ihrem Repository eine Projektkontextdatei hinzu, die Architektur, Standards, Workflows und Sicherheitshinweise beschreibt.

# featurePortalAgentctx-step3Title
source: Run AgentCTX
de: AgentCTX ausführen

# featurePortalAgentctx-step3Desc
source: Run AgentCTX to generate tool specific config files for the AI coding tools you use.
de: Führen Sie AgentCTX aus, um werkzeugspezifische Konfigurationsdateien für die von Ihnen verwendeten KI-Coding-Tools zu generieren.

# featurePortalAgentctx-step4Title
source: Commit or keep as artifacts
de: Committen oder als Artefakte behalten

# featurePortalAgentctx-step4Desc
source: Commit the generated files if needed or let them stay as build artifacts.
de: Committen Sie die generierten Dateien bei Bedarf oder lassen Sie sie als Build-Artefakte bestehen.

# featurePortalAgentctx-howClosing
source: When you update your project context, you rerun AgentCTX and all configs are regenerated. No manual copy and paste, no stale instructions.
de: Wenn Sie Ihren Projektkontext aktualisieren, führen Sie AgentCTX erneut aus und alle Konfigurationen werden neu generiert. Kein manuelles Kopieren und Einfügen, keine veralteten Anweisungen.

# featurePortalAgentctx-contentTitle
source: Give your AI coding tools the information they really need
de: Geben Sie Ihren KI-Coding-Tools die Informationen, die sie wirklich brauchen

# featurePortalAgentctx-contentLead
source: AgentCTX encourages teams to treat context as a first class asset. Instead of long, unfocused prompts, you maintain structured knowledge that AI tools can rely on, such as:
de: AgentCTX ermutigt Teams, Kontext als Asset erster Klasse zu behandeln. Anstelle langer, unfokussierter Prompts pflegen Sie strukturiertes Wissen, auf das KI-Tools vertrauen können, wie zum Beispiel:

# featurePortalAgentctx-content1Title
source: Architecture & domain
de: Architektur & Domäne

# featurePortalAgentctx-content1Desc
source: High level architecture and domain overview
de: Überblick über Architektur und Domäne auf hoher Ebene

# featurePortalAgentctx-content2Title
source: Coding style
de: Coding-Stil

# featurePortalAgentctx-content2Desc
source: Coding styles, naming conventions, and review expectations
de: Coding-Stile, Namenskonventionen und Review-Erwartungen

# featurePortalAgentctx-content3Title
source: Security
de: Sicherheit

# featurePortalAgentctx-content3Desc
source: Security considerations, secrets handling, and what must never be changed automatically
de: Sicherheitsüberlegungen, Umgang mit Secrets und was niemals automatisch geändert werden darf

# featurePortalAgentctx-content4Title
source: Documentation
de: Dokumentation

# featurePortalAgentctx-content4Desc
source: Links to documentation, ADRs, and design docs
de: Links zu Dokumentation, ADRs und Design-Dokumenten

# featurePortalAgentctx-contentClosing
source: The richer and more accurate your context file is, the more reliable your AI coding tools become.
de: Je umfangreicher und genauer Ihre Kontextdatei ist, desto zuverlässiger werden Ihre KI-Coding-Tools.

# featurePortalAgentctx-benefitsTitle
source: Less drift, more alignment
de: Weniger Drift, mehr Ausrichtung

# featurePortalAgentctx-benefit1Title
source: Consistency
de: Konsistenz

# featurePortalAgentctx-benefit1Desc
source: Every assistant follows the same rules and understands the same project story.
de: Jeder Assistent folgt denselben Regeln und versteht dieselbe Projektgeschichte.

# featurePortalAgentctx-benefit2Title
source: Faster onboarding
de: Schnelleres Onboarding

# featurePortalAgentctx-benefit2Desc
source: New team members get clear guidance through the context file and consistent behavior from their tools.
de: Neue Teammitglieder erhalten klare Anleitung durch die Kontextdatei und konsistentes Verhalten ihrer Tools.

# featurePortalAgentctx-benefit3Title
source: Version control friendly
de: Versionskontrollfreundlich

# featurePortalAgentctx-benefit3Desc
source: Context lives in your repository with pull requests, reviews, and history.
de: Kontext lebt in Ihrem Repository mit Pull Requests, Reviews und Verlauf.

# featurePortalAgentctx-benefit4Title
source: Tool flexibility
de: Tool-Flexibilität

# featurePortalAgentctx-benefit4Desc
source: You can add or swap AI tools without redefining everything from scratch.
de: Sie können KI-Tools hinzufügen oder austauschen, ohne alles von Grund auf neu zu definieren.

# featurePortalAgentctx-benefitsClosing
source: AgentCTX turns context from an afterthought into an asset.
de: AgentCTX verwandelt Kontext von einem nachträglichen Gedanken in ein Asset.

# featurePortalAgentctx-audienceTitle
source: Built for teams that code with AI every day
de: Entwickelt für Teams, die täglich mit KI coden

# featurePortalAgentctx-audienceLead
source: AgentCTX is a natural fit for software development teams!
de: AgentCTX ist eine natürliche Wahl für Software-Entwicklungsteams!

# featurePortalAgentctx-persona1
source: Platform engineers
de: Plattform-Engineers

# featurePortalAgentctx-persona1Desc
source: Standardize tool config across repos
de: Standardisierung der Tool-Konfiguration über Repositories hinweg

# featurePortalAgentctx-persona2
source: Dev leads
de: Entwicklungsleiter

# featurePortalAgentctx-persona2Desc
source: Keep teams aligned on standards
de: Teams bei Standards ausrichten

# featurePortalAgentctx-persona3
source: Security-conscious teams
de: Sicherheitsbewusste Teams

# featurePortalAgentctx-persona3Desc
source: Govern what AI can see and do
de: Kontrollieren, was KI sehen und tun kann

# featurePortalAgentctx-persona4
source: Open source maintainers
de: Open-Source-Maintainer

# featurePortalAgentctx-persona4Desc
source: One context for all contributors
de: Ein Kontext für alle Contributors

# featurePortalAgentctx-audienceItem1
source: Uses multiple AI coding tools across different editors
de: Verwendet mehrere KI-Coding-Tools in verschiedenen Editoren

# featurePortalAgentctx-audienceItem2
source: Works in monorepos or large codebases with many contributors
de: Arbeitet in Monorepos oder großen Codebasen mit vielen Contributors

# featurePortalAgentctx-audienceItem3
source: Cares about consistent standards and secure defaults
de: Legt Wert auf konsistente Standards und sichere Voreinstellungen

# featurePortalAgentctx-audienceItem4
source: Wants AI to feel like part of the engineering system, not a personal side tool
de: Möchte, dass sich KI wie ein Teil des Engineering-Systems anfühlt, nicht wie ein persönliches Nebenwerkzeug

# featurePortalAgentctx-ctaTitle
source: Add AgentCTX to your next sprint
de: Fügen Sie AgentCTX zu Ihrem nächsten Sprint hinzu

# featurePortalAgentctx-ctaLead
source: Set up AgentCTX in a single project first. Define a minimal context file that covers architecture, standards, and how to run the app. Generate configs for your existing tools, gather feedback from the team, and evolve the context over time.
de: Richten Sie AgentCTX zuerst in einem einzelnen Projekt ein. Definieren Sie eine minimale Kontextdatei, die Architektur, Standards und das Ausführen der App abdeckt. Generieren Sie Konfigurationen für Ihre vorhandenen Tools, sammeln Sie Feedback vom Team und entwickeln Sie den Kontext im Laufe der Zeit weiter.

# featurePortalAgentctx-ctaSub
source: Once your team feels the difference, you can roll out AgentCTX across repositories to standardize how AI coding tools understand your systems.
de: Sobald Ihr Team den Unterschied spürt, können Sie AgentCTX über Repositories hinweg ausrollen, um zu standardisieren, wie KI-Coding-Tools Ihre Systeme verstehen.

# featurePortalAgentctx-ctaSecondary
source: View installation guide
de: Installationsanleitung anzeigen

# featurePortalAgentctx-metaTitle
source: AgentCTX - One Context For All Your AI Coding Tools
de: AgentCTX - Ein Kontext für alle Ihre KI-Coding-Tools

# featurePortalAgentctx-metaDescription
source: AgentCTX generates tool specific configuration from a single shared context. Keep Claude, Cursor, GitHub Copilot, and other AI coding tools aligned with one source of truth.
de: AgentCTX generiert werkzeugspezifische Konfigurationen aus einem einzigen gemeinsamen Kontext. Halten Sie Claude, Cursor, GitHub Copilot und andere KI-Coding-Tools mit einer Single Source of Truth ausgerichtet.

# featurePortalAgentctx-metaKeywords
source: AgentCTX, agentctx, .agenstra, AI coding tools, Cursor, OpenCode, GitHub Copilot, agent context, rules, commands, skills, MCP, single source of truth
de: AgentCTX, agentctx, .agenstra, KI-Coding-Tools, Cursor, OpenCode, GitHub Copilot, Agenten-Kontext, Regeln, Befehle, Skills, MCP, Single Source of Truth

# featurePortal-toggleNavAriaLabel
source: Toggle navigation
de: Navigation umschalten

# featurePortal-navPlatform
source: Platform
de: Plattform

# featurePortal-navPricing
source: Pricing
de: Preise

# featurePortal-navCloudSoon
source: Soon
de: Bald

# featurePortal-githubTitle
source: View on GitHub
de: Auf GitHub ansehen

# featurePortal-bookDemoButton
source: Book a Demo
de: Demo buchen

# featurePortal-footerTagline
source: Centralized control for distributed AI agent infrastructure. Manage multiple agent-manager instances, interact with agents in real-time, and edit code directly in their containers.
de: Zentrale Steuerung für verteilte KI-Agenten-Infrastruktur. Verwalten Sie mehrere Agent-Manager-Instanzen, interagieren Sie mit Agenten in Echtzeit und bearbeiten Sie Code direkt in ihren Containern.

# featurePortal-footerListings
source: <span class="fw-bold">Want to learn even more?</span> Check out the Agenstra listings on these platforms:
de: <span class="fw-bold">Möchten Sie noch mehr erfahren?</span> Schauen Sie sich die Agenstra-Listings auf diesen Plattformen an:

# featurePortal-languageSwitcherAriaLabel
source: Select language
de: Sprache auswählen

# featurePortal-language
source: Language
de: Sprache

# featurePortal-footerProduct
source: Product
de: Produkt

# featurePortal-footerPricingLink
source: Pricing
de: Preise

# featurePortal-footerDocumentation
source: Documentation
de: Dokumentation

# featurePortal-footerLegal
source: Legal
de: Rechtliches

# featurePortal-legalDisclosureLink
source: Legal Disclosure
de: Impressum

# featurePortal-privacyPolicyLink
source: Privacy Policy
de: Datenschutzerklärung

# featurePortal-footerCopyright
source: © 2025 IPvX UG (haftungsbeschränkt). All rights reserved.
de: © 2025 IPvX UG (haftungsbeschränkt). Alle Rechte vorbehalten.

# featurePortalDesktop-heroTitle
source: A <span class="text-primary">Local Control Center</span> For Your AI Agents
de: Ein <span class="text-primary">lokales Kontrollzentrum</span> für Ihre KI-Agenten

# featurePortalDesktop-heroDescription
source: Agenstra Desktop brings the power of the Agenstra platform to your workstation. Connect to your agent infrastructure, inspect activity, and work with context from a focused desktop experience that fits into your daily tools.
de: Agenstra Desktop bringt die Leistung der Agenstra-Plattform zu Ihrer Workstation. Verbinden Sie sich mit Ihrer Agenten-Infrastruktur, inspizieren Sie Aktivitäten und arbeiten Sie mit Kontext aus einer fokussierten Desktop-Erfahrung, die sich in Ihre täglichen Tools einfügt.

# featurePortalDesktop-downloadCta
source: <i class="bi bi-download me-2" aria-hidden="true"></i> Download Agenstra Desktop
de: Agenstra Desktop herunterladen

# featurePortalDesktop-setupGuide
source: <i class="bi bi-file-text me-2" aria-hidden="true"></i> Read setup guide
de: <i class="bi bi-file-text me-2" aria-hidden="true"></i> Installationsanleitung lesen

# featurePortalDesktop-platforms
source: Available for: Windows, Linux
de: Verfügbar für: Windows, Linux

# featurePortalDesktop-heroAlt
source: Agenstra Desktop application
de: Agenstra Desktop-Anwendung

# featurePortalDesktop-valueTitle
source: Agents in the browser, control on your desk
de: Agenten im Browser, Kontrolle auf Ihrem Schreibtisch

# featurePortalDesktop-valueLead
source: Web interfaces are great for administration, but many developers prefer a dedicated app that is always there when they are coding, testing, or debugging.
de: Web-Oberflächen sind großartig für die Verwaltung, aber viele Entwickler bevorzugen eine dedizierte App, die immer da ist, wenn sie coden, testen oder debuggen.

# featurePortalDesktop-valueSub
source: Agenstra Desktop is designed for that everyday workflow. It keeps you connected to your agent infrastructure without needing to dig through tabs or dashboards.
de: Agenstra Desktop ist für diesen alltäglichen Workflow konzipiert. Es hält Sie mit Ihrer Agenten-Infrastruktur verbunden, ohne dass Sie durch Tabs oder Dashboards wühlen müssen.

# featurePortalDesktop-webLabel
source: Web Interface
de: Web-Oberfläche

# featurePortalDesktop-webUse
source: Admin & Config
de: Admin & Konfiguration

# featurePortalDesktop-desktopUse
source: Daily Development
de: Tägliche Entwicklung

# featurePortalDesktop-ideLabel
source: Your IDE
de: Ihre IDE

# featurePortalDesktop-featuresTitle
source: Everything you need during a development day
de: Alles, was Sie während eines Entwicklungstags brauchen

# featurePortalDesktop-feature1Title
source: View and switch environments
de: Umgebungen ansehen und wechseln

# featurePortalDesktop-feature1Desc
source: View and switch between agent environments linked to your Agenstra account
de: Anzeigen und Wechseln zwischen Agenten-Umgebungen, die mit Ihrem Agenstra-Konto verknüpft sind

# featurePortalDesktop-feature2Title
source: Inspect agent runs
de: Agenten-Läufe inspizieren

# featurePortalDesktop-feature2Desc
source: Inspect recent agent runs, inputs, and outputs while you work on related code
de: Aktuelle Agenten-Läufe, Eingaben und Ausgaben inspizieren, während Sie am zugehörigen Code arbeiten

# featurePortalDesktop-feature3Title
source: Trigger test runs
de: Testläufe auslösen

# featurePortalDesktop-feature3Desc
source: Trigger test runs or replay scenarios directly from your desktop
de: Testläufe auslösen oder Szenarien direkt von Ihrem Desktop wiedergeben

# featurePortalDesktop-feature4Title
source: Access context files
de: Auf Kontextdateien zugreifen

# featurePortalDesktop-feature4Desc
source: Access context files and configuration linked to your repositories
de: Auf Kontextdateien und Konfigurationen zugreifen, die mit Ihren Repositories verknüpft sind

# featurePortalDesktop-feature5Title
source: Receive notifications
de: Benachrichtigungen erhalten

# featurePortalDesktop-feature5Desc
source: Receive notifications about relevant agent events, such as failures or rule violations
de: Benachrichtigungen über relevante Agenten-Ereignisse erhalten, wie Fehlschläge oder Regelverstöße

# featurePortalDesktop-feature6Title
source: Tight feedback loop
de: Enger Feedback-Loop

# featurePortalDesktop-feature6Desc
source: A tight feedback loop between the code you write and the agents that run it
de: Ein enger Feedback-Loop zwischen dem Code, den Sie schreiben, und den Agenten, die ihn ausführen

# featurePortalDesktop-securityTitle
source: Local convenience, centralized control
de: Lokale Bequemlichkeit, zentrale Kontrolle

# featurePortalDesktop-securityLead
source: Agenstra Desktop connects securely to your Agenstra backend using your organization's authentication and access controls. The desktop app does not weaken your security model. It simply gives developers a more convenient surface to interact with the systems your security and platform teams have already approved.
de: Agenstra Desktop verbindet sich sicher mit Ihrem Agenstra-Backend unter Verwendung der Authentifizierung und Zugriffskontrollen Ihrer Organisation. Die Desktop-App schwächt Ihr Sicherheitsmodell nicht. Sie gibt Entwicklern einfach eine bequemere Oberfläche, um mit den Systemen zu interagieren, die Ihre Sicherheits- und Plattform-Teams bereits genehmigt haben.

# featurePortalDesktop-securityItem1
source: Respect existing roles and permissions
de: Bestehende Rollen und Berechtigungen respektieren

# featurePortalDesktop-securityItem1Sub
source: Same access control as the web console
de: Gleiche Zugriffskontrolle wie die Web-Konsole

# featurePortalDesktop-securityItem2
source: Do not expose secrets in local configuration
de: Keine Secrets in lokaler Konfiguration offenlegen

# featurePortalDesktop-securityItem2Sub
source: Credentials stay server-side
de: Anmeldedaten bleiben serverseitig

# featurePortalDesktop-securityItem3
source: Keep sensitive operations behind controlled APIs
de: Sensible Operationen hinter kontrollierten APIs halten

# featurePortalDesktop-securityItem3Sub
source: No bypass of governance
de: Keine Umgehung von Governance

# featurePortalDesktop-securityDiagram
source: Desktop → Encrypted → Cloud
de: Desktop → Verschlüsselt → Cloud

# featurePortalDesktop-toolchainTitle
source: Works alongside your editor, terminal, and browser
de: Funktioniert neben Ihrem Editor, Terminal und Browser

# featurePortalDesktop-toolchainLead
source: Agenstra Desktop is meant to live next to the tools you already rely on:
de: Agenstra Desktop ist dafür gedacht, neben den Tools zu existieren, auf die Sie bereits vertrauen:

# featurePortalDesktop-toolchainItem1
source: Keep it open next to your IDE to observe agent behavior while coding
de: Öffnen Sie es neben Ihrer IDE, um das Agentenverhalten beim Codieren zu beobachten

# featurePortalDesktop-toolchainItem2
source: Use it during incident reviews to replay problematic runs
de: Nutzen Sie es bei Incident-Reviews, um problematische Läufe wiederzugeben

# featurePortalDesktop-toolchainItem3
source: Combine it with AgentCTX so to keep agents and developers in sync
de: Kombinieren Sie es mit AgentCTX, um Agenten und Entwickler synchron zu halten

# featurePortalDesktop-toolchainClosing
source: By giving developers a direct but governed window into agent activity, Agenstra Desktop reduces guesswork and shortens feedback loops.
de: Indem Agenstra Desktop Entwicklern ein direktes, aber kontrolliertes Fenster zu Agenten-Aktivitäten gibt, reduziert es Vermutungen und verkürzt Feedback-Loops.

# featurePortalDesktop-ctaTitle
source: Bring Agenstra Desktop into your team workflow
de: Integrieren Sie Agenstra Desktop in Ihren Team-Workflow

# featurePortalDesktop-ctaLead
source: Start by connecting Agenstra Desktop to a non production environment. Let your developers and operators use it to explore existing agents, run tests, and understand how the control plane behaves.
de: Beginnen Sie damit, Agenstra Desktop mit einer Nicht-Produktionsumgebung zu verbinden. Lassen Sie Ihre Entwickler und Operatoren es nutzen, um vorhandene Agenten zu erkunden, Tests durchzuführen und zu verstehen, wie sich die Kontrollebene verhält.

# featurePortalDesktop-ctaSub
source: Once the team is comfortable, you can add access to staging and production according to your organization's access policies.
de: Sobald das Team sich wohlfhlt, können Sie den Zugang zu Staging und Produktion gemäß den Zugriffsrichtlinien Ihrer Organisation hinzufügen.

# featurePortalDesktop-talkToTeam
source: Talk to the team
de: Mit dem Team sprechen
