Repository: forepath/agenstra
Catalog: apps/frontend-portal/src/i18n/messages.*.xlf
Languages: de

# featurePortalPrivacy-mailgunDesc
source: For sending system-related emails (e.g., confirmation, notification, or transaction emails), we use the "Mailgun" service of the provider Mailgun Technologies, Inc., 112 E Pecan St. #1135, San Antonio, TX 78205, USA. The sending takes place via server locations within the European Union. Mailgun acts as a processor in accordance with Art. 28 GDPR. A corresponding data processing agreement has been concluded with Mailgun, which ensures compliance with European data protection standards. The processing includes in particular email addresses as well as the content of the sent emails. Further information on data processing by Mailgun can be found at: <a href="https://www.mailgun.com/de/legal/privacy-policy" target="_blank" rel="noopener" class="text-decoration-none" >https://www.mailgun.com/de/legal/privacy-policy</a >.
de: Für den Versand systembezogener E-Mails (z. B. Bestätigungs-, Benachrichtigungs- oder Transaktions-E-Mails) nutzen wir den Dienst „Mailgun“ des Anbieters Mailgun Technologies, Inc., 112 E Pecan St. #1135, San Antonio, TX 78205, USA. Der Versand erfolgt über Serverstandorte innerhalb der Europäischen Union. Mailgun agiert als Auftragsverarbeiter gemäß Art. 28 DSGVO. Mit Mailgun wurde ein entsprechender Auftragsverarbeitungsvertrag geschlossen, der die Einhaltung europäischer Datenschutzstandards gewährleistet. Die Verarbeitung umfasst insbesondere E-Mail-Adressen sowie die Inhalte der versendeten E-Mails. Weitere Informationen zur Datenverarbeitung durch Mailgun finden Sie unter: <a href="https://www.mailgun.com/de/legal/privacy-policy" target="_blank" rel="noopener" class="text-decoration-none" >https://www.mailgun.com/de/legal/privacy-policy</a >.

# featurePortalPrivacy-changesTitle
source: Changes
de: Änderungen

# featurePortalPrivacy-changesDesc
source: We reserve the right to occasionally adapt this privacy policy so that it always complies with current legal requirements or to implement changes to our services in the privacy policy, e.g., when introducing new services. The new privacy policy will then apply to your next visit.
de: Wir behalten uns vor, diese Datenschutzerklärung gelegentlich anzupassen, damit sie stets den aktuellen rechtlichen Anforderungen entspricht oder um Änderungen unserer Leistungen in der Datenschutzerklärung umzusetzen, z. B. bei der Einführung neuer Services. Für Ihren erneuten Besuch gilt dann die neue Datenschutzerklärung.

# featurePortalPrivacy-ctaTitle
source: Questions about your privacy or data?
de: Fragen zu Ihrer Privatsphäre oder Ihren Daten?

# featurePortalPrivacy-ctaLead
source: We take data protection seriously. If you have questions about how we handle your data, want to exercise your rights, or need clarification on any aspect of our privacy policy, please reach out.
de: Wir nehmen Datenschutz ernst. Wenn Sie Fragen dazu haben, wie wir mit Ihren Daten umgehen, Ihre Rechte ausüben möchten oder Klärungsbedarf zu einem Aspekt unserer Datenschutzerklärung haben, kontaktieren Sie uns bitte.

# featurePortalPrivacy-ctaContact
source: Contact us
de: Kontaktieren Sie uns

# featurePortalPrivacy-metaTitle
source: Agenstra - Privacy Policy
de: Agenstra - Datenschutzerklärung

# featurePortalPrivacy-metaDescription
source: Agenstra is a platform for managing distributed AI agent infrastructure. This is the privacy policy for the platform.
de: Agenstra ist eine Plattform zur Verwaltung verteilter KI-Agent-Infrastruktur. Dies ist die Datenschutzerklärung der Plattform.

# featurePortalPrivacy-metaKeywords
source: Agenstra, privacy policy, platform, distributed AI agent infrastructure
de: Agenstra, Datenschutzerklärung, Plattform, verteilte KI-Agent-Infrastruktur

# featurePortalPricing-heroTitle
source: Choose Your <span class="text-primary">License</span>
de: Wählen Sie Ihre <span class="text-primary">Lizenz</span>

# featurePortalPricing-heroDescription
source: Scale from teams to enterprise with predictable pricing.
de: Skalieren Sie von Teams bis zu Enterprise mit vorhersehbarer Preisgestaltung.

# featurePortalPricing-openSourcePrice
source: Free
de: Kostenlos

# featurePortalPricing-openSourceLicense
source: AGPL-3.0 License
de: AGPL-3.0-Lizenz

# featurePortalPricing-openSourceFeature1
source: <strong>Agent Manager</strong> - Full agent lifecycle management
de: <strong>Agent Manager</strong> - Vollständiges Agent-Lifecycle-Management

# featurePortalPricing-openSourceFeature2
source: Single-machine agent runtime
de: Agent-Laufzeitumgebung für einzelne Maschinen

# featurePortalPricing-openSourceFeature3
source: Complete source code access
de: Vollständiger Zugriff auf den Quellcode

# featurePortalPricing-openSourceFeature4
source: Modify and customize freely
de: Frei anpassen und modifizieren

# featurePortalPricing-openSourceNote
source: Must share modifications if used as a service (AGPL requirement)
de: Änderungen müssen geteilt werden, wenn als Service genutzt (AGPL-Anforderung)

# featurePortalPricing-viewOnGitHub
source: View on GitHub
de: Auf GitHub ansehen

# featurePortalPricing-startupPrice
source: Free
de: Kostenlos

# featurePortalPricing-startupLicense
source: BUSL-1.1 with Additional Use Grant
de: BUSL-1.1 mit zusätzlicher Nutzungsgenehmigung

# featurePortalPricing-startupFeature1
source: <strong>Everything in Open Source</strong>
de: <strong>Alles aus Open Source</strong>

# featurePortalPricing-startupFeature2
source: <strong>Agent Controller</strong> - Centralized management & server provisioning
de: <strong>Agent Controller</strong> - Zentralisierte Verwaltung & Server-Bereitstellung

# featurePortalPricing-startupFeature3
source: Multi-machine agent runtime orchestration
de: Agent-Laufzeitumgebung-Orchestrierung für mehrere Maschinen

# featurePortalPricing-startupFeature4
source: Extensive web-ui for agent management
de: Umfangreiche Web-UI für Agent-Management

# featurePortalPricing-startupNote
source: For businesses with Total Finances < €2,000,000/year
de: Für Unternehmen mit Gesamtfinanzierung < 2.000.000 €/Jahr

# featurePortalPricing-mostPopularBadge
source: Most Popular
de: Beliebteste

# featurePortalPricing-businessPrice
source: $499/mo
de: 499 €/Monat

# featurePortalPricing-businessLicense
source: BUSL-1.1 with Additional Use Grant
de: BUSL-1.1 mit zusätzlicher Nutzungsgenehmigung

# featurePortalPricing-businessFeature1
source: <strong>Everything in Startup</strong>
de: <strong>Alles aus Startup</strong>

# featurePortalPricing-businessFeature2
source: Personal onboarding
de: Persönliches Onboarding

# featurePortalPricing-businessFeature3
source: Standard support (E-Mail, Phone)
de: Standard-Support (E-Mail, Telefon)

# featurePortalPricing-businessNote
source: For businesses with Total Finances ≥ €2,000,000/year
de: Für Unternehmen mit Gesamtfinanzierung ≥ 2.000.000 €/Jahr

# featurePortalPricing-bookDemo
source: Book a Demo
de: Demo buchen

# featurePortalPricing-enterprisePrice
source: Ask Us
de: Fragen Sie uns

# featurePortalPricing-enterpriseLicense
source: Commercial License
de: Kommerzielle Lizenz

# featurePortalPricing-enterpriseFeature1
source: <strong>Everything in Business</strong>
de: <strong>Alles aus Business</strong>

# featurePortalPricing-enterpriseFeature2
source: Priority support (Microsoft Teams) & SLA
de: Prioritäts-Support (Microsoft Teams) & SLA

# featurePortalPricing-enterpriseFeature3
source: Expert-led module customization and development
de: Expertenbasierte Modul-Anpassung und -Entwicklung

# featurePortalPricing-enterpriseFeature4
source: Custom licensing terms
de: Individuelle Lizenzbedingungen

# featurePortalPricing-contactSales
source: Contact Sales
de: Vertrieb kontaktieren

# featurePortalPricing-soonBadge
source: Soon
de: Bald

# featurePortalPricing-cloudDescription
source: Fully managed Agenstra platform hosted in the cloud. Made for any size of business. No infrastructure setup required.
de: Vollständig verwaltete Agenstra-Plattform in der Cloud gehostet. Für Unternehmen jeder Größe. Kein Infrastruktur-Setup erforderlich.

# featurePortalPricing-cloudFeature1
source: <strong>Fully Managed</strong> - We handle all infrastructure, updates, and maintenance
de: <strong>Vollständig verwaltet</strong> - Wir kümmern uns um die gesamte Infrastruktur, Updates und Wartung

# featurePortalPricing-cloudFeature2
source: <strong>All Features Included</strong> - Complete platform with web IDE, agent management, and more
de: <strong>Alle Features enthalten</strong> - Vollständige Plattform mit Web-IDE, Agent-Management und mehr

# featurePortalPricing-cloudFeature3
source: <strong>Automatic Scaling</strong> - Infrastructure scales with your needs
de: <strong>Automatische Skalierung</strong> - Infrastruktur skaliert mit Ihren Anforderungen

# featurePortalPricing-cloudFeature4
source: <strong>99.9% Uptime SLA</strong> - Enterprise-grade reliability
de: <strong>99,9% Uptime SLA</strong> - Enterprise-Zuverlässigkeit

# featurePortalPricing-cloudFeature5
source: <strong>Priority Support</strong> - Dedicated support team
de: <strong>Prioritäts-Support</strong> - Dediziertes Support-Team

# featurePortalPricing-cloudStartingAt
source: Starting at
de: Ab

# featurePortalPricing-cloudPriceUnit
source: /month
de: /Monat

# featurePortalPricing-paymentInfoTitle
source: Payment & Licensing Information
de: Zahlungs- & Lizenzinformationen

# featurePortalPricing-paymentInfoLead
source: Transparent pricing and flexible payment options for teams of all sizes
de: Transparente Preisgestaltung und flexible Zahlungsoptionen für Teams jeder Größe

# featurePortalPricing-paymentMethodsTitle
source: Payment Methods
de: Zahlungsmethoden

# featurePortalPricing-paymentMethod1
source: Credit card (Visa, MasterCard, American Express)
de: Kreditkarte (Visa, MasterCard, American Express)

# featurePortalPricing-paymentMethod2
source: Wire transfer (for annual plans)
de: Banküberweisung (für Jahrespläne)

# featurePortalPricing-paymentMethod3
source: Purchase orders for enterprise customers
de: Bestellscheine für Enterprise-Kunden

# featurePortalPricing-paymentMethod4
source: Flexible billing cycles (monthly or annual)
de: Flexible Abrechnungszyklen (monatlich oder jährlich)

# featurePortalPricing-licenseTermsTitle
source: License Terms
de: Lizenzbedingungen

# featurePortalPricing-licenseTerm1
source: Self-hosted means you control your data and infrastructure
de: Self-hosted bedeutet, Sie kontrollieren Ihre Daten und Infrastruktur

# featurePortalPricing-licenseTerm2
source: No per-seat pricing - pay for the platform
de: Keine pro-Benutzer-Preise - bezahlen Sie für die Plattform

# featurePortalPricing-licenseTerm3
source: Cancel anytime with 14-day notice
de: Jederzeit kündbar mit 14-tägiger Frist

# featurePortalPricing-licenseTerm4
source: Enterprise terms customized to your needs
de: Enterprise-Bedingungen angepasst an Ihre Bedürfnisse

# featurePortalPricing-supportTitle
source: Support & Training
de: Support & Schulung

# featurePortalPricing-support1
source: Community support for open source users
de: Community-Support für Open-Source-Nutzer

# featurePortalPricing-support2
source: Email & phone support for paid plans
de: E-Mail- & Telefon-Support für kostenpflichtige Pläne

# featurePortalPricing-support3
source: Comprehensive documentation and guides
de: Umfassende Dokumentation und Anleitungen

# featurePortalPricing-support4
source: Training sessions for enterprise customers
de: Schulungen für Enterprise-Kunden

# featurePortalPricing-upgradeTitle
source: Easy Upgrades
de: Einfache Upgrades

# featurePortalPricing-upgrade1
source: Start free and upgrade when you're ready
de: Kostenlos starten und upgraden, wenn Sie bereit sind

# featurePortalPricing-upgrade2
source: Seamless migration between plans
de: Nahtlose Migration zwischen Plänen

# featurePortalPricing-upgrade3
source: Pro-rated billing when upgrading mid-month
de: Anteilige Abrechnung bei Upgrade zur Monatsmitte

# featurePortalPricing-upgrade4
source: Migration assistance for enterprise plans
de: Migrationsunterstützung für Enterprise-Pläne

# featurePortalPricing-ctaTitle
source: Ready to get started with Agenstra?
de: Bereit, mit Agenstra zu starten?

# featurePortalPricing-ctaLead
source: Whether you're starting with our open source version or need enterprise features, we're here to help you build reliable agentic systems.
de: Ob Sie mit unserer Open-Source-Version starten oder Enterprise-Features benötigen, wir helfen Ihnen beim Aufbau zuverlässiger agentischer Systeme.

# featurePortalPricing-ctaGetStarted
source: Get Started Free
de: Kostenlos starten

# featurePortalPricing-ctaTalkToSales
source: Talk to Sales
de: Mit Vertrieb sprechen

# featurePortalPricing-metaTitle
source: Agenstra Pricing - Flexible Plans for Every Team
de: Agenstra Preise - Flexible Pläne für jedes Team

# featurePortalPricing-metaDescription
source: Choose the right Agenstra plan for your team. From open source to enterprise, we offer flexible licensing options to fit your needs.
de: Wählen Sie den richtigen Agenstra-Plan für Ihr Team. Von Open Source bis Enterprise bieten wir flexible Lizenzoptionen, die zu Ihren Bedürfnissen passen.

# utilCookieConsent-message
source: This website uses cookies to ensure you get the best experience on our website.
de: Diese Website verwendet Cookies, um sicherzustellen, dass Sie die beste Erfahrung auf unserer Website erhalten.

# utilCookieConsent-dismiss
source: Got it!
de: Verstanden!

# utilCookieConsent-allow
source: Accept
de: Akzeptieren

# utilCookieConsent-deny
source: Decline
de: Ablehnen

# utilCookieConsent-link
source: Learn more
de: Mehr erfahren
