Repository: forepath/agenstra
Catalog: apps/frontend-portal/src/i18n/messages.*.xlf
Languages: de

# featurePortalDesktop-metaTitle
source: Agenstra Desktop - Local Control Center For Your AI Agents
de: Agenstra Desktop - Lokales Kontrollzentrum für Ihre KI-Agenten

# featurePortalDesktop-metaDescription
source: Agenstra Desktop gives developers a secure local control center for connecting to Agenstra, inspecting agents, and working with context in their daily workflow.
de: Agenstra Desktop bietet Entwicklern ein sicheres lokales Kontrollzentrum, um sich mit Agenstra zu verbinden, Agenten zu inspizieren und mit Kontext in ihrem täglichen Workflow zu arbeiten.

# featurePortalHome-heroTitle
source: <span class="text-primary">Centralized Control</span> For Distributed AI Agents
de: <span class="text-primary">Zentrale Kontrolle</span> für verteilte KI-Agenten

# featurePortalHome-heroLead
source: Modern teams don't struggle to create AI agents. They struggle to control them. Agenstra gives engineering and platform teams a single place to design, deploy, and govern AI agents across tools, clouds, and environments.
de: Moderne Teams haben keine Schwierigkeiten, KI-Agenten zu erstellen. Sie haben Schwierigkeiten, sie zu kontrollieren. Agenstra bietet Engineering- und Plattform-Teams einen einzigen Ort, um KI-Agenten über Tools, Clouds und Umgebungen hinweg zu entwerfen, bereitzustellen und zu steuern.

# featurePortalHome-heroCtaLine
source: Start building reliable agentic systems with guardrails, observability, and workflows that match how your team already ships software.
de: Beginnen Sie mit dem Aufbau zuverlässiger agentischer Systeme mit Guardrails, Observability und Workflows, die zu der Art passen, wie Ihr Team bereits Software ausliefert.

# featurePortalHome-getStarted
source: <i class="bi bi-rocket-takeoff me-2" aria-hidden="true"></i> Get started
de: Loslegen

# featurePortalHome-productTour
source: <i class="bi bi-trophy me-2" aria-hidden="true"></i> View product tour
de: <i class="bi bi-trophy me-2" aria-hidden="true"></i> Produkttour ansehen

# featurePortalHome-problemTitle
source: Your agents are powerful. Your control over them is not.
de: Ihre Agenten sind mächtig. Ihre Kontrolle über sie ist es nicht.

# featurePortalHome-problemLead
source: Most organizations start with a single agent or coding assistant inside one tool. Very quickly, this grows into a patchwork of agents, prompts, and integrations that nobody fully understands or controls.
de: Die meisten Organisationen beginnen mit einem einzigen Agenten oder Coding-Assistenten in einem Tool. Sehr schnell wächst dies zu einem Flickwerk aus Agenten, Prompts und Integrationen, das niemand vollständig versteht oder kontrolliert.

# featurePortalHome-problemItem1
source: Every team uses a different stack of tools and models
de: Jedes Team verwendet einen anderen Technologie-Stack aus Tools und Modellen

# featurePortalHome-problemItem2
source: Prompts and rules live in private docs, Slack threads, or personal config files
de: Prompts und Regeln existieren in privaten Dokumenten, Slack-Threads oder persönlichen Konfigurationsdateien

# featurePortalHome-problemItem3
source: Governance is manual and reactive instead of encoded into the system
de: Governance ist manuell und reaktiv, statt im System verankert zu sein

# featurePortalHome-problemItem4
source: Security teams have little visibility into what agents can access or execute
de: Sicherheitsteams haben kaum Einblick, worauf Agenten zugreifen oder was sie ausführen können

# featurePortalHome-problemClosing
source: The result is fragile experimentation. You can demo impressive capabilities, but you hesitate to trust agents with real production workflows.
de: Das Ergebnis sind fragile Experimente. Sie können beeindruckende Fähigkeiten demonstrieren, zögern aber, Agenten mit echten Produktions-Workflows zu betrauen.

# featurePortalHome-solutionTitle
source: A control plane for agentic AI systems
de: Eine Control Plane für agentische KI-Systeme

# featurePortalHome-solutionLead
source: Agenstra turns scattered agents into a managed platform. It connects to your existing agent managers and runtimes and provides a centralized layer for configuration, governance, and interaction.
de: Agenstra verwandelt verstreute Agenten in eine verwaltete Plattform. Es verbindet sich mit Ihren bestehenden Agent-Managern und Laufzeitumgebungen und bietet eine zentrale Ebene für Konfiguration, Governance und Interaktion.

# featurePortalHome-solutionWith
source: With Agenstra you can:
de: Mit Agenstra können Sie:

# featurePortalHome-solutionItem1Title
source: Register and manage
de: Registrieren und verwalten

# featurePortalHome-solutionItem1Desc
source: Register and manage multiple remote agent managers from one interface
de: Registrieren und verwalten Sie mehrere Remote-Agent-Manager über eine Oberfläche

# featurePortalHome-solutionItem2Title
source: Define once, reuse
de: Einmal definieren, wiederverwenden

# featurePortalHome-solutionItem2Desc
source: Define prompts, tools, and policies once and reuse them across agents
de: Definieren Sie Prompts, Tools und Richtlinien einmal und verwenden Sie sie über alle Agenten hinweg

# featurePortalHome-solutionItem3Title
source: Route traffic
de: Traffic routen

# featurePortalHome-solutionItem3Desc
source: Route traffic and workloads between environments while keeping behavior consistent
de: Routen Sie Traffic und Workloads zwischen Umgebungen, während das Verhalten konsistent bleibt

# featurePortalHome-solutionItem4Desc
source: Work with agents through an integrated web IDE for fast iteration and debugging
de: Arbeiten Sie mit Agenten über eine integrierte Web-IDE für schnelle Iteration und Debugging

# featurePortalHome-solutionClosing
source: Instead of treating every agent as a one off experiment, you get an infrastructure layer that makes them part of your engineering system.
de: Anstatt jeden Agenten als einmaliges Experiment zu behandeln, erhalten Sie eine Infrastrukturebene, die sie zu einem Teil Ihres Engineering-Systems macht.

# featurePortalHome-capabilitiesTitle
source: Everything you need to operate AI agents like production software
de: Alles, was Sie brauchen, um KI-Agenten wie Produktionssoftware zu betreiben

# featurePortalHome-capability1Title
source: Unified agent management
de: Einheitliches Agent-Management

# featurePortalHome-capability1Item1
source: Connect multiple agent managers and runtimes from different vendors or frameworks
de: Verbinden Sie mehrere Agent-Manager und Laufzeitumgebungen verschiedener Anbieter oder Frameworks

# featurePortalHome-capability1Item2
source: Tag and organize agents by team, environment, or use case
de: Organisieren Sie Agenten nach Team, Umgebung oder Anwendungsfall mit Tags

# featurePortalHome-capability1Item3
source: Apply global policies that govern how agents access tools, data, and external systems
de: Wenden Sie globale Richtlinien an, die regeln, wie Agenten auf Tools, Daten und externe Systeme zugreifen

# featurePortalHome-capability2Title
source: Prompt and context governance
de: Prompt- und Context-Governance

# featurePortalHome-capability2Item1
source: Store prompts, configuration, and context centrally instead of in ad hoc files
de: Speichern Sie Prompts, Konfiguration und Kontext zentral statt in Ad-hoc-Dateien

# featurePortalHome-capability2Item2
source: Define reusable rulesets, filters, and transformers that shape requests before they reach agents
de: Definieren Sie wiederverwendbare Regelsets, Filter und Transformer, die Anfragen formen, bevor sie Agenten erreichen

# featurePortalHome-capability2Item3
source: Run prompts through automated checks to detect risky content and missing context
de: Führen Sie Prompts durch automatische Prüfungen, um riskante Inhalte und fehlenden Kontext zu erkennen

# featurePortalHome-capability3Title
source: Observability and auditability
de: Observability und Auditierbarkeit

# featurePortalHome-capability3Item1
source: Trace every agent request from input through tools to final output
de: Verfolgen Sie jede Agent-Anfrage vom Input über Tools bis zum finalen Output

# featurePortalHome-capability3Item2
source: Inspect intermediate steps and tool calls for debugging and quality review
de: Inspizieren Sie Zwischenschritte und Tool-Aufrufe für Debugging und Qualitätsprüfung

# featurePortalHome-capability3Item3
source: Generate audit logs that show what decisions an agent made and why
de: Generieren Sie Audit-Logs, die zeigen, welche Entscheidungen ein Agent getroffen hat und warum

# featurePortalHome-capability4Title
source: Secure connectivity
de: Sichere Konnektivität

# featurePortalHome-capability4Item1
source: Keep secrets and credentials out of prompts by using managed integrations
de: Halten Sie Secrets und Credentials aus Prompts heraus, indem Sie verwaltete Integrationen verwenden

# featurePortalHome-capability4Item2
source: Limit which tools and data each agent can access based on role and environment
de: Begrenzen Sie, auf welche Tools und Daten jeder Agent basierend auf Rolle und Umgebung zugreifen kann

# featurePortalHome-capability4Item3
source: Support hybrid and distributed setups where agents run close to the systems they automate
de: Unterstützen Sie hybride und verteilte Setups, bei denen Agenten nah an den Systemen laufen, die sie automatisieren

# featurePortalHome-engineeringTitle
source: Fits how your team already builds software
de: Passt zu der Art, wie Ihr Team bereits Software entwickelt

# featurePortalHome-engineeringLead
source: Agentic systems only succeed when they integrate with existing engineering practice. Agenstra is built with platform and developer experience in mind.
de: Agentische Systeme haben nur Erfolg, wenn sie sich in bestehende Engineering-Praktiken integrieren. Agenstra wurde mit Fokus auf Plattform und Developer Experience entwickelt.

# featurePortalHome-engineeringItem1
source: Work in a web based IDE that feels familiar to developers
de: Arbeiten Sie in einer webbasierten IDE, die sich für Entwickler vertraut anfühlt

# featurePortalHome-engineeringItem2
source: Keep all configuration in version control where reviews and history already live
de: Behalten Sie alle Konfigurationen in der Versionskontrolle, wo Reviews und History bereits existieren

# featurePortalHome-engineeringItem3
source: Use environments, feature flags, and deployment flows similar to your application stack
de: Verwenden Sie Umgebungen, Feature Flags und Deployment-Flows ähnlich wie in Ihrem Application-Stack

# featurePortalHome-engineeringItem4
source: Expose safe surfaces for product and domain experts to adjust behavior without touching code
de: Bieten Sie sichere Oberflächen für Produkt- und Domänenexperten, um Verhalten anzupassen, ohne Code zu berühren

# featurePortalHome-engineeringClosing
source: This lets you bring AI agents into your delivery process instead of inventing a separate one.
de: So können Sie KI-Agenten in Ihren Lieferprozess integrieren, anstatt einen separaten zu erfinden.

# featurePortalHome-dashboardAlt
source: Agenstra web IDE and dashboard
de: Agenstra Web-IDE und Dashboard

# featurePortalHome-usecasesTitle
source: Where teams use Agenstra today
de: Wo Teams Agenstra heute einsetzen

# featurePortalHome-usecasesLead
source: Agenstra is useful wherever agents interact with live systems, sensitive data, or mission critical workflows. Typical scenarios include:
de: Agenstra ist überall dort nützlich, wo Agenten mit Live-Systemen, sensiblen Daten oder unternehmenskritischen Workflows interagieren. Typische Szenarien sind:

# featurePortalHome-usecase1Title
source: Customer facing agents
de: Kundenorientierte Agenten

# featurePortalHome-usecase1Desc
source: Customer facing agents that read or write data in CRM, ticketing, or billing systems
de: Kundenorientierte Agenten, die Daten in CRM-, Ticketing- oder Abrechnungssystemen lesen oder schreiben

# featurePortalHome-usecase2Title
source: Internal copilots
de: Interne Copilots

# featurePortalHome-usecase2Desc
source: Internal copilots that automate deployments, incident response, or operational runbooks
de: Interne Copilots, die Deployments, Incident Response oder operative Runbooks automatisieren

# featurePortalHome-usecase3Title
source: Data and analytics agents
de: Daten- und Analyse-Agenten

# featurePortalHome-usecase3Desc
source: Data and analytics agents that orchestrate pipelines or connect multiple tools
de: Daten- und Analyse-Agenten, die Pipelines orchestrieren oder mehrere Tools verbinden

# featurePortalHome-usecase4Title
source: Coding assistants
de: Coding-Assistenten

# featurePortalHome-usecase4Desc
source: Coding assistants wired into repositories and CI for automated code changes
de: Coding-Assistenten, die mit Repositories und CI verbunden sind, für automatisierte Codeänderungen

# featurePortalHome-usecasesClosing
source: The more important the workflow, the more value you get from a central control plane.
de: Je wichtiger der Workflow, desto größer ist der Nutzen einer zentralen Control Plane.

# featurePortalHome-integrationTitle
source: Bring your own models, tools, and infrastructure
de: Nutzen Sie Ihre eigenen Modelle, Tools und Infrastruktur

# featurePortalHome-integrationLead
source: Agenstra is not another monolithic black box. It is an orchestration and governance layer that works with what you already have.
de: Agenstra ist keine weitere monolithische Black Box. Es ist eine Orchestrierungs- und Governance-Ebene, die mit dem funktioniert, was Sie bereits haben.

# featurePortalHome-integrationItem1Desc
source: Connect to existing agent frameworks and vendor platforms
de: Verbinden Sie sich mit bestehenden Agent-Frameworks und Vendor-Plattformen

# featurePortalHome-integrationItem2Desc
source: Integrate with your code hosting, CI, observability, and secret management
de: Integrieren Sie Ihr Code-Hosting, CI, Observability und Secret-Management

# featurePortalHome-integrationItem3
source: Cloud or on-prem
de: Cloud oder On-Prem

# featurePortalHome-integrationItem3Desc
source: Support cloud, on premises, or hybrid agent runtimes
de: Unterstützen Sie Cloud-, On-Premises- oder hybride Agent-Laufzeitumgebungen

# featurePortalHome-integrationClosing
source: You keep control of your data and infrastructure while gaining a unified way to manage and govern agents.
de: Sie behalten die Kontrolle über Ihre Daten und Infrastruktur, während Sie eine einheitliche Möglichkeit zur Verwaltung und Steuerung von Agenten erhalten.

# featurePortalHome-securityTitle
source: Built for teams that cannot afford surprises
de: Für Teams gebaut, die sich keine Überraschungen leisten können

# featurePortalHome-securityLead
source: When agents can deploy code, touch customer data, or move money, guardrails are not optional.
de: Wenn Agenten Code deployen, auf Kundendaten zugreifen oder Geld bewegen können, sind Leitplanken nicht optional.

# featurePortalHome-securityIntro
source: Agenstra gives security and compliance leaders the visibility and control they need:
de: Agenstra gibt Sicherheits- und Compliance-Verantwortlichen die benötigte Transparenz und Kontrolle:

# featurePortalHome-securityItem1
source: Central policies for tool and data access
de: Zentrale Richtlinien für Tool- und Datenzugriff

# featurePortalHome-securityItem2
source: Audit logs for all agent activity and configuration changes
de: Audit-Logs für alle Agent-Aktivitäten und Konfigurationsänderungen

# featurePortalHome-securityItem3
source: Clear separation between development, staging, and production
de: Klare Trennung zwischen Entwicklung, Staging und Produktion

# featurePortalHome-securityItem4
source: Testing workflows for prompts, tools, and policies before rollout
de: Test-Workflows für Prompts, Tools und Richtlinien vor dem Rollout

# featurePortalHome-securityBadge1
source: Policies
de: Richtlinien

# featurePortalHome-securityClosing
source: You can adopt agentic AI without losing your ability to explain and prove what happened.
de: Sie können agentische KI einführen, ohne die Fähigkeit zu verlieren, zu erklären und zu beweisen, was passiert ist.

# featurePortalHome-ctaTitle
source: Build agentic systems you can trust
de: Bauen Sie agentische Systeme, denen Sie vertrauen können

# featurePortalHome-ctaLead
source: If your team is moving from AI experiments to real production workflows, you need a platform that treats agents like part of your software infrastructure.
de: Wenn Ihr Team von KI-Experimenten zu echten Produktions-Workflows übergeht, benötigen Sie eine Plattform, die Agenten als Teil Ihrer Software-Infrastruktur behandelt.

# featurePortalHome-ctaSub
source: Agenstra gives you centralized control, governance, and observability for distributed AI agents.
de: Agenstra bietet Ihnen zentrale Kontrolle, Governance und Observability für verteilte KI-Agenten.

# featurePortalHome-talkToTeam
source: Talk to the team
de: Sprechen Sie mit dem Team

# featurePortalHome-metaTitle
source: Agenstra Platform - Centralized Control For Distributed AI Agents
de: Agenstra Plattform - Zentrale Kontrolle für verteilte KI-Agenten

# featurePortalHome-metaDescription
source: Agenstra is the centralized control plane for AI agents. Orchestrate, govern, and observe distributed agent infrastructure with one platform designed for engineering teams.
de: Agenstra ist die zentrale Control Plane für KI-Agenten. Orchestrieren, steuern und beobachten Sie verteilte Agent-Infrastruktur mit einer Plattform, die für Engineering-Teams entwickelt wurde.

# featurePortalHome-metaKeywords
source: Agenstra, AI agent orchestration platform, AI agent management, agent infrastructure, central control plane, enterprise AI agent governance, multi agent orchestration
de: Agenstra, KI-Agent-Orchestrierungsplattform, KI-Agent-Management, Agent-Infrastruktur, zentrale Control Plane, Enterprise-KI-Agent-Governance, Multi-Agent-Orchestrierung

# featurePortalDisclosure-title
source: Legal Disclosure
de: Impressum

# featurePortalDisclosure-ddgInfo
source: Information in accordance with Section 5 of the Digital Services Act (DDG)
de: Angaben gemäß § 5 des Digitale-Dienste-Gesetzes (DDG)

# featurePortalDisclosure-generalInfo
source: General Information
de: Allgemeine Informationen

# featurePortalDisclosure-addressRegion
source: Nordrhein-Westfalen, Germany
de: Nordrhein-Westfalen, Deutschland

# featurePortalDisclosure-commercialRegisterLabel
source: Commercial Register Number:
de: Handelsregisternummer:

# featurePortalDisclosure-registerCourtLabel
source: Register Court:
de: Registergericht:

# featurePortalDisclosure-representedByLabel
source: Represented by:
de: Vertreten durch:

# featurePortalDisclosure-contact
source: Contact
de: Kontakt

# featurePortalDisclosure-phoneLabel
source: Phone:
de: Telefon:

# featurePortalDisclosure-vatTitle
source: VAT Identification Number
de: Umsatzsteuer-Identifikationsnummer

# featurePortalDisclosure-vatNote
source: (in accordance with Section 27a of the German VAT Act)
de: (gemäß § 27a Umsatzsteuergesetz)

# featurePortalDisclosure-contentTitle
source: Content Responsibility
de: Verantwortlich für den Inhalt

# featurePortalDisclosure-contentDesc
source: Responsible for content in accordance with Section 55, Paragraph 2 of the German Interstate Broadcasting Treaty (RStV):
de: Verantwortlich für den Inhalt gemäß § 55 Abs. 2 des Rundfunkstaatsvertrags (RStV):

# featurePortalDisclosure-addressNote
source: Address as stated above
de: Anschrift wie oben angegeben

# featurePortalDisclosure-liabilityContentTitle
source: Liability for Content
de: Haftung für Inhalte

# featurePortalDisclosure-liabilityContentDesc
source: As a service provider, we are responsible for our own content on these pages in accordance with general laws. However, according to Article 8 of the Digital Services Act (DSA), as a service provider, we are not obligated to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information in accordance with general laws remain unaffected. However, liability in this regard is only possible from the time of knowledge of a specific legal violation. Upon becoming aware of such legal violations, we will remove this content immediately.
de: Als Diensteanbieter sind wir gemäß den allgemeinen Gesetzen für unsere eigenen Inhalte auf diesen Seiten verantwortlich. Gemäß Artikel 8 des Digitale-Dienste-Gesetzes (DSA) sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.

# featurePortalDisclosure-liabilityLinksTitle
source: Liability for Links
de: Haftung für Links

# featurePortalDisclosure-liabilityLinksDesc
source: Our website contains links to external third-party websites, over whose content we have no influence. Therefore, we cannot assume any liability for these external contents. The respective provider or operator of the linked pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking. However, a permanent content control of the linked pages is not reasonable without concrete evidence of a legal violation. Upon becoming aware of legal violations, we will remove such links immediately.
de: Unser Angebot enthält Links zu externen Websites Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.

# featurePortalDisclosure-copyrightTitle
source: Copyright
de: Urheberrecht
